[{"title":"JUL 703",

"preview":"https://i0.hdslb.com/bfs/article/watermark/a73c6f5e43c86c4acf5724c3fa698a2d93155624.jpg@899w_1350h_progressive.webp",

"previews":"https://i0.hdslb.com/bfs/article/watermark/a73c6f5e43c86c4acf5724c3fa698a2d93155624.jpg@899w_1350h_progressive.webp",

"video":"https://www.mediafire.com/file/3ku9mllfbxi4bzo/%255BDark_TV_2.0%255DJUL_703%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/3ku9mllfbxi4bzo/%255BDark_TV_2.0%255DJUL_703%257ESD.m4v/file",

"description":"JUL 703 (Censored) ဒီဇာတ်လမ်းလေးကတော့ အနောက်တိုင်းသူချောချောလေးကို ဆွဲစားခဲ့တဲ့ ကုမ္ပဏီပိုင်ရှင် ကတုံးကြီးရဲ့ အကြောင်းပဲဖြစ်ပါတယ် ငယ်ရွယ်လှပတဲ့ ရွှေအိုရောင်ဆံပင်ပိုင်ရှင် ရုရှားသူလေးဟာ ဂျပန်က သူဌေးတစ်ယောက်နဲ့ အိမ်ထောင်ကျနေတာ သုံးနှစ်ရှိခဲ့ပါပြီ ကံမကောင်းစွာနဲ့ သူမယောကျ်ား ကုမ္ပဏီ ဒေဝါလီခံခဲ့ရတဲ့အချိန်မှာတော့ သူမကိုယ်တိုင် တခြားကုမ္ပဏီတစ်ခုမှာ secretary အလုပ်ကို ဝင်လျှောက်ခဲ့ရပါတယ် ဘာသာစကားသုံးမျိုးတတ်ပြီး လုပ်ငန်းအတွေ့အကြုံရှိရုံသာမက မြှစ်စို့ပေါက်ကြီးလို မြင့်မားဖွံ့ထွားလှတဲ့သူမကို သူမသူဌေးကတုံးကြီးက သူငယ်ချင်းလိုပဲဆက်ဆံမလားဆိုတာကတော့..... Release date Sep 10, 2021 Runtime 115min Director Nagae Label Madonna Content ID jul00703 Actresses Lily Hart Video Size (HD)1GB/(SD)430MB Translated & Encoded by Lil Vampire"},
{"title":"VENU 984",

"preview":"https://pics.dmm.co.jp/digital/video/venu00984/venu00984jp-4.jpg",

"previews":"https://pics.r18.com/digital/video/venu00984/venu00984pl.jpg",

"video":"https://www.mediafire.com/file/v3ndj9a8pcedxts/%255BDark_TV_2.0%255DVENU_984%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/v3ndj9a8pcedxts/%255BDark_TV_2.0%255DVENU_984%257ESD.m4v/file",

"description":"VENU 984 (Censored) ဒီဇာတ်လမ်းလေးကတော့ ဆော်ပစ်ခံရတဲ့ ကောင်လေးတစ်ယောက်ကို ဝေဒနာကနေ သက်သာလာအောင်ကုထုံးမျိုးစုံနဲ့ ကုသပေးတဲ့ အကိတ်မမတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် ဆော်ပစ်ခံရလို့ တမှိုင်မှိုင် တတွေတွေနဲ့ အပမှီသလိုဖြစ်နေတဲ့ MC ကို ကြည့်ပြီး အကို့မိန်းမလှလှလေးတစ်ယောက် စိတ်မချမ်းသာလှပါ အမြဲတမ်း အခွက်ပြောင်လှတဲ့ MC လိုလူမျိုးက ကြက်ကြီးလည်လိမ်ထားသလို ဖြစ်နေလေတော့ သူမ ဘယ်လိုမှ မကြည့်ရက်တော့ပေ ဒါ့ကြောင့် စော်ပစ်ကောင် MC တစ်ယောက် စိတ်ပျော်လာရန်အလို့ငှာ သူမမှာ ရှိတာအကုန်အသုံးချပြီး နည်းမျိုးစုံ ကြိုးစားလေတော့သည်... Release date Dec 6, 2020 Runtime 108min Director SARU Label Fakecest (Winnters) Content ID venu00984 Actresses Sayuri Mitsumoto Video Size (HD)1GB/(SD)416MB Translated & Encoded by Lil Vampire"},
 
 {"title":"VENU 636",

"preview":"https://pitube.net/files/film_image/2016/09/25/mimPqMDKi.jpg",

"previews":"https://pics.vpdmm.cc/digital/video/venu00636/venu00636jp-5.jpg",

"video":"https://www.mediafire.com/file/29mx72f0qlcowl9/%255BDark_TV_2.0%255DVENU_636%257EHD.mp4/file",

"download":"https://www.mediafire.com/file/29mx72f0qlcowl9/%255BDark_TV_2.0%255DVENU_636%257EHD.mp4/file",

"description":"ယောက္ခမနဲ့ တစ်ထောင့်တစ်ည ဒီနေ့ MC မိန်းမဖြစ်သူ ခရီးသွားတော့ မိန်းမအစား ယောက္ခမကြီးက လာရောက်ချက်ပြုတ်ကျွေးလေသည် ယောက္ခမကြီးဆိုလို့ သေးသေးလေးမဟုတ် အကြီးကြီးဖြစ်သည်(အသက်ပြောပါတယ်) ခန္တာကိုယ်ကောက်ကြောင်းက MC မိန်းမနှင့်လားလားမျှမဆိုင် မအေနဲ့သမီးလို့ပြောရင် ဘယ်သူမှယုံမည်မထင် ထိုသို့ထိုပုံလှသော့ ယောက္ခမကြီးကို MC မှာ ကြိတ်သရေကျနေတာကြာပြီဖြစ်သည် ဒီနေ့တော့ တစ်အိမ်တည်း နှစ်ယောက်တည်းရှိနေသည့်အပြင် ရေချိူးခန်းမှာပါ သူမအဝတ်လဲနေတုန်း မှားဝင်ရင်း ဆုံမိချေသေးသည် MC ပဲ ကံဇာတာတက်နေသည်လားမပြောတတ် သူကြိတ်ကျွေနေသည့် ယောက္ခမကြီးက ညခင်း သူ့အိပ်ရာထက်က သူ့နံဘေးမှာ နွေရာသီဝတ်သည့် one pieces ရေကူးဝတ်စုံကြီးနှင့် ဝင်အိပ်နေလေသည် MC ကိုသွေးတိုးစမ်းလေသည်လားယောက္ခမကြီးရယ် ဟုပင်ပြောရမလို ကုလားဘုရားပွဲလှည့်သလို ခုန်နေသည့် ရွှေရင်အစုံကို ဖိရင်း MC တစ်ယောက် ဒီအခြေအနေကြီးကို ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်ရပါ့မလဲဟု တွေးဆရင်း..... Release date Sep 4, 2016 Runtime 83min Director Peter* Label Fakecest (Winnters) Content ID venu00636 Actresses Asahi Mizuno Video Size(HD)774MB/(SD)314MB Translated & Encoded by Lil Vampire"},
 
 {"title":"MEYD 712",

"preview":"https://m.media-amazon.com/images/I/81JCP6jKrgL._AC_SL1500_.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/meyd00712/meyd00712jp-2.jpg",

"video":"https://www.mediafire.com/file/a6mt7oh17sdukk3/%255BDark_TV_2.0%255DMEYD_712%257EHD.mp4/file",

"download":"https://www.mediafire.com/file/a6mt7oh17sdukk3/%255BDark_TV_2.0%255DMEYD_712%257EHD.mp4/file",

"description":"MEYD 712 (Censored) လူ့အလို နတ်မလိုက်နိုင်ဆိုသလို လူတိုင်းဟာ ပြည့်စုံတယ်လို့ မရှိပဲ တစ်ခုခုကတော့ အမြဲတမ်းလိုအပ်နေကြပါတယ်...ဒီဇာတ်လမ်းထဲက မင်းသမီး Riho ရဲ့ လိုအပ်ချက်လေးကို အဖြေရှာကြည့်ရအောင်...ဇာတ်လမ်းလေးကတော့...Riho ရဲ့ ယောကျ်ားဖြစ်သူက သူမရဲ့ လိုအင်ဆန္ဒတွေကို ဖြည့် ဆည်းမပေးနိုင်ခဲ့ပါဘူး ဒါကို သတိထားမိသွားတဲ့ သူမယောကျ်ားရဲ့ ဆရာ ဟာ Riho ရဲ့ လိုအပ်ချက်တွေကို အစွမ်းကုန်ဖြည့်ဆည်းပေးပါတော့တယ်...Riho တစ်ယောက် မှားမှန်းသိတဲ့ လမ်းကို ဘယ်အချိန်ထိ ဆက်လျှောက်မလဲ ဆိုတာကတော့.... Release date Oct 15, 2021 Runtime 119min Director Dai Omura Label Tameike Goro Content ID meyd00712 Actresses Riho Fujimori Video Size (HD)1GB Translated by Lil Pump Encoded by Lil Vampire"},
 
 {"title":"JUL 507",

"preview":"https://p9-tt-ipv6.byteimg.com/origin/pgc-image/fac0c4ae89cc441f9aa1acca61c91bca",

"previews":"https://tva1.sinaimg.cn/mw690/ad9c6a14gy1go47sk3xnqj20j60bxe2m.jpg",

"video":"https://www.mediafire.com/file/jkuqc732flx92pq/%255BDark_TV_2.0%255DJUL_507%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/jkuqc732flx92pq/%255BDark_TV_2.0%255DJUL_507%257ESD.m4v/file",

"description":"JUL 507 (Censored) MC တစ်ယောက် သူ့မွေးရပ်မြေကို ပြန်မလာချင်ပေမယ့်...သူ့အဖေရဲ့ ခေါ်ဆိုမှုကြောင့် ပြန်ရောက်လာခဲ့တဲ့ အခါမှာတော့ အထက်တန်းတုန်းက ဖွင့်မပြောရဲခဲ့တာကြောင့် သူများနောက်ကို ပါသွားတဲ့ စီနီယာ မမ နဲ့ လမ်းမှာ ပြန်လည်တွေ့ဆုံခဲ့ကြပါတယ်....သူတို့ နှစ်ယောက်ရဲ့ အတိတ်က ဘာတွေ ဖြစ်ခဲ့ပြီး ယခု မွေးရပ်မြေကို ပြန်ရောက်လာတဲ့ အခါမှာရော သူ တစ်ဖတ်သတ်ကြိုက်ခဲ့ ရတဲ့ မမ ကို ဖွင့်ပြောမလားဆိုတာကတော့... Release date Mar 21, 2021 Runtime 120min Director Jo Asagiri Label Madonna Content ID jul00507 Actresses Marina Shiraishi Video Size (HD)1.3GB/(SD)390MB Translated & Encoded by Lil Vampire"},
 
 {"title":"MEYD 652",

"preview":"https://javcl.com/wp-content/uploads/2021/02/former-yarimans-aunt-is-too-erotic-and-her-nephew-.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/meyd00652/meyd00652jp-7.jpg",

"video":"https://www.mediafire.com/file/5es2fo4xbdbhvxk/%255BDark_TV_2.0%255DMEYD_652%257EHD.m4v/file",

"download":"https://www.mediafire.com/file/5es2fo4xbdbhvxk/%255BDark_TV_2.0%255DMEYD_652%257EHD.m4v/file",

"description":"စာဖိုင်အဆင်မပြေမှုကြောင့် တချို့နေရာတွေကို ဘာသာမပြန်ပဲ ဖြုတ်ထားပါတယ်ဗျ...သည်းခံပေးကြပါ... MEYD 652 (Censored) အစားမတော် တစ်လုပ် အသွားမတော် တလှမ်းဆိုသလိုပဲ တူတော်မောင်ကို မသင်ပေးသင့်တဲ့ ပညာတွေ သွားသင်ပေးမိတာကြောင့် ဒုက္ခရောက်ရမယ့် အဒေါ်တစ်ယောက်အကြောင်းပဲ ဖြစ်ပါတယ်....ဇာတ်လမ်းလေးကတော့...Sayama တစ်ယောက် ယောကျ်ားက အလုပ်ကိစ္စနဲ့ ခရီးထွက်ရတာကြောင့် အိမ်မှာ တစ်ယောက်ထဲ ကျန်ခဲ့ရပါတယ်... အိမ်မှာတစ်ယောက်ထဲ ဖြစ်နေတဲ့ သူမ ဆီကို တူတော်မောင်က စာမေးပွဲ ဖြေဖို့ သုံးရက်လောက် လာနေတဲ့ အခါမှာတော့...Sayama တစ်ယောက် စာကလွဲပြီး ကျန်တာ စိတ်မဝင်စားတဲ့ တူတော်မောင်ကို ဘယ်လို ပညာတွေ သင်ပေးမိပြီးတော့ ကိုယ့်အတတ်ကိုယ်စူး မလဲ ဆိုတာ ကြည့်လိုက်ရအောင်ဗျ.... Release date Feb 12, 2021 Runtime 129min Director — Label Tameike Goro Content ID meyd00652 Actresses Ai Sayama Video Size (HD)1.1GB/(SD)495MB Translated & Encoded by Lil Vampire"},
 
 {"title":"MEYD 718",

"preview":"https://pics.r18.com/digital/video/meyd00718/meyd00718jp-2.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/meyd00718/meyd00718jp-1.jpg",

"video":"https://www.mediafire.com/file/xgnubpr6ru7kjox/%255BDark_TV_2.0%255DMEYD_718%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/xgnubpr6ru7kjox/%255BDark_TV_2.0%255DMEYD_718%257ESD.m4v/file",

"description":"MEYD 718 (Censored) ဒီဇာတ်လမ်းလေးကတော့ မိ်န်းမရေချိုးနေတုန်း ငယ်လေးနဲ့ ခိုးစားနဲ့ စားဘဲကြီးတစ်ပွေအကြောင်းပါ MC ရဲ့ မိန်းမဟာ အလွန်အသန့်အပြန့်ကြိုက်သူဖြစ်ပြီး ဆောင်းတွင်းကြီးလဲ ရေခဏခဏချိုးတတ်ပါတယ် (တစ်ခါချိုးပြီး ခဏနေပြန်ဝင်သွားပြန်ရော) ဒီတော့ ဘေးချင်းကပ်ရက်အခန်းကို MC ကိုယ်တိုင် အကုန်ကျခံပြီး ငယ်လေးကိုငှားပေးထားရတာ ဖြုန်းတီးရာမကျတော့ဘူးပေါ့( ဂွင်ပဲ ) ဒီတော့ MC မိန်းမ ရေတစ်ခါချိုးတိုင်း ငယ်လေးကို ခေါ်ခေါ်တွေ့ရတာအမော ဒါတင်ဟုတ်ရိုးလား ညခင်းမိ်န်းမအိပ်ချိန်မှာလဲ ငယ်လေးကိုချိန်းရတာအမော ငယ်လေးခမျာ နေ့နဲ့ညတောင်မှားလို့ ဒီတော့ အရမ်းတက်ကြွတဲ့ MC နဲ့ အလှပဂေးငယ်လေးတို့ရဲ့ အပေါ်ထပ်နဲ့အောက်ထပ်ဇာတ်လမ်းလေးရဲ့ ဆန်းပြားမှုကို ခံစားကြည့်ကြရအောင်ပါဗျ.... Release date Nov 12, 2021 Runtime 117min Director — Label Tameike Goro Content ID meyd00718 Video Size (HD)1GB/(SD)375MB Translated by Lil Pump Encoded by Lil Vampire"},
 
 {"title":"MEYD 368",

"preview":"https://nextjav.com/save/MEYD-368/media/media-8-MEYD-368.jpg",

"previews":"https://javlibrary.cc/uploads/posts/2018-07/15313872305meyd00368jp-4.jpg",

"video":"https://www.mediafire.com/file/0aubkad718lgfnm/%255BDark_TV_2.0%255DMEYD_368%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/0aubkad718lgfnm/%255BDark_TV_2.0%255DMEYD_368%257ESD.m4v/file",

"description":"MEYD 368 (Censored) လူသားတွေဟာအချစ်အတွက်ကြောင့်ဘဲဒီကမ္ဘာကြီးမှာရှင်သန်ရတဲ့ရည်ရွယ်ချက်ကိုသိရှိလာခဲ့တယ်..ယောင်္ကျားတစ်ယောက်နဲ့မိန်းကလေးတစ်ယောက်လက်ထပ်လိုက်ပြီဆိုရင်နှစ်ကိုယ်တစ်စိတ်နဲ့..ဘဝနှစ်ခုကိုတစ်သားတည်းဖြစ်အောင်တည်ဆောက်ကြရပါတယ်..အဲ့လိုတော့ကြာလာရင်သံယောဇဉ်လေးတွေဖြစ်တဲ့သွေးသားလေးတွေလိုချင်ကြတာသဘာဝပါဘဲ ဇာတ်လမ်လေးကတော့လက်ထက်သာကြာပြီဖြစ်တဲ့အိမ်ထောင်စုတစ်စုမှာတန်ဖိုးထားသင့်တဲ့သံယောဇဉ်လေးလိုချင်တာကြောင့်မိန်းမဖြစ်သူဟာယောင်္ကျားကိုပူဆာပါတော့တယ်..ယောင်္ကျားဟာလည်းမနိုင်ဝန်မထန်းနိုင်သေးတာကြောင့်အကြောင်းအမျိုးမျိုးပြပြီး..ငြင်းဆန်နေလေရဲ့... ဒီလိုတော့တစ်နေ့မှာဇနီးသည်ကိုစောင့်ကြည့်နေတဲ့လူတစ်ယောက်ဟာသူ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့ရောက်လာခဲ့ပါတော့တယ်.ကောင်မလေးတွေရဲ့အချစ်ကိုတစ်ခေါက်နဲ့မရရင်နှစ်ခေါက်လိုက်ပြီးကြိုးစားရသလိုတစ်ခေါက်လုပ်လို့ကလေးမရတဲ့ဇနီးသည်ဆီကိုအဲ့လူဟာလတိုင်းလာပြီးကလေးရအောင်ကြိုး‌စားပေးတဲ့ကားကောင်းလေးဖြစ်တဲ့အတွက်..ကြည့်ရှုသင့်တဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်နော်... Release date May 12, 2018 Runtime 120min Director Hirokoji Osaki Label Tameike Goro Content ID meyd00368 Actresses Ai Sayama Video Size (HD)1.4GB/(SD)439MB Translated by Renote Encoded by Lil Vampire"},
 
  {"title":"MIMK 070 (DECENSORED)",

"preview":"https://m.media-amazon.com/images/I/91UqiJ-o31L._AC_SL1500_.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/mimk00070/mimk00070jp-4.jpg",

"video":"https://www.mediafire.com/file/l5f4y5mhntf6o70/%255BDark_TV_2.0%255DMIMK_070%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/l5f4y5mhntf6o70/%255BDark_TV_2.0%255DMIMK_070%257ESD.m4v/file",

"description":"MIMK 070 (Decensored) မကောင်းဆိုးဝါးတွေ၊ဝိညာဉ်တွေဟာ‌ဒီကမ္ဘာမှာရှိတယ်ဆိုတာသင်ယုံပါသလား?တကယ်လို့များတစ်နေ့သင်ဟာစာသင်ခန်းတစ်ခန်းမှာရှိနေပြီးမကောင်းဆိုးဝါးမလေးတစ်ယောက်ရောက်လာပြီးအသေခံမလား?ဒါမှမဟုတ်သူ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးမလားလို့ရွေးခိုင်းရင်ရော?... သင့်အနေနဲ့အနစ်နာခံပြီးကိုယ့်ရဲ့အသက်ကိုဘဲရွေးချယ်မှာလားဒါမှမဟုတ်အသတ်ခံပြီးအရှက်ကိုဘဲသင်ရွေးချယ်မလား.... ဇာတ်လမ်းကိုဆက်ရရင်တစ်နေ့ကျောင်းကြီးတစ်ကျောင်းမှာမကောင်းဆိုးဝါးဝင်ပူးနေတဲ့ကောင်မလေးတစ်ယောက်ရှိသတဲ့အဲ့ကျောင်းကြီးကိုဖျက်ပြီးအသစ်ဆောက်ချင်ကြပေမဲ့အကြောင်းအမျိုး‌မျိုးကြောင့်အဆင်မပြေဖြစ်ကြရပါတယ်,အဲ့လိုနဲ့တစ်‌နေ့မကောင်းဆိုးဝါးနှိမ်နင်းသူတစ်ယောက်ကိုပို့လိုက်တဲ့အချိန်မှာတော့....?ဘာတွေများဆက်ဖြစ်ကြမလဲ?...သူကရောမကောင်းဆိုးဝါးမလေးကိုနှိမ်နင်းနိုင်မှာလားဆိုတာတော့....ဒီဇာတ်လမ်းလေးထဲမှာစောင့်ကြည့်လိုက်ကြပါနော်..... Release date Sep 28, 2019 Runtime 117min Director Kitorune Kawaguchi Label Mankitsu Content ID mimk00070 Actresses Eimi Fukada Video Size (HD)1GB/(SD)395MB Translated by Renote Encoded by Lil Vampire"},
 
  {"title":"DASD 683",

"preview":"https://javidol.site/uploads/posts/2020-06/dasd-683-i-have-strong-cuckold-desires-and-i-started-having-daydream-fantasies-about-watching-my-wife-get-fucked-by-other-men-mio-kimijima-beautiful-tits-married-big-tits-ass_10.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/dasd00683/dasd00683jp-2.jpg",

"video":"https://www.mediafire.com/file/gg85j8bgzcn01fd/%255BDark_Tv_2.0%255DDasd_683_Hd-1.m4v/file",

"download":"https://www.mediafire.com/file/gg85j8bgzcn01fd/%255BDark_Tv_2.0%255DDasd_683_Hd-1.m4v/file",

"description":"DASD 683 (Decensored) သင်ဟာအခုချိန်မှာအိမ်ထောင်ပြုဖို့စဉ်းစားနေတဲ့သူဒါမှမဟုတ်နောင်အနာဂတ်မှာအိမ်ထောင်ပြုမယ်လို့တွေးထားတဲ့သူဆို ရင်ချက်ချင်းဘဲလမ်းထိပ်ကဆိုင်ကိုပြေးပြီးတော့ဖုန်းဘေထည့်Mbဝယ်ကာဒီကားလေးကိုအမြန်ဒေါင်းလိုက်ပါတော့၊ဘာကြောင့်လဲဆိုတော့ဒီကားကသင့်ရဲ့အနာဂတ်ကြီးကိုဆုံးဖြတ်ပေးမဲ့ကားတစ်ကားဖြစ်လို့ပါ၊ဥပမာပြောရရင်သင်ချစ်တဲ့သူနဲ့အိမ်ထောင်ကျပြီးမှသူမကသင့်ကိုသူ့ရဲ့သူငယ် ချင်းတွေမိတ်ဆွေတွေနဲ့အတင်းအကြပ်အလိုမတူဘဲအချစ်ဇာတ်လမ်းတွေခင်းခိုင်းပြီးတစ်ယောက်ပြီးတစ်ယောက်နဲ့အိပ်ခိုင်းတဲ့ဝါသနာရှိနေခဲ့မယ်ဆိုရင်သင့်ရဲ့အင်မတန်မှမွန်မြတ်လှတဲ့အမျိုးသားထုကြီးရဲ့ကိုယ်ကျင့်တရားကလုံးဝနစ်နစ်နာနာပျက်ဆီးသွားပါလိမ့်မယ်၊အဲ့လိုကိုယ့်ဘဝမနစ်နာဖို့အတွက်ဆောင် ရန်ရှောင်ရန်တွေကိုသိထားစေချင်တာကြောင့်ဒီကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ် ဇာတ်လမ်းကတော့အိမ်ထောင်ကျပြီးမှာကိုယ့်ရဲ့ယောကျာ်းမှာထူးဆန်းတဲ့ဝါသနာရှိနေတာကိုသိရှိပြီးဘာမှလုပ်မရကာအခြား သူတွေနဲ့အတူဘဝပျက်လို့နီးနီးဖြစ်နေရတဲ့ မိန်းမသားတစ်‌ယောက်အချစ်ဇာတ်လမ်းလေးအကြောင်းကိုသတိပြုဖွယ်ရာရိုက်ထားတဲ့ကားလေးဖြစ်ပြီးသင့်ရဲ့အနာဂတ်ကိုစိတ်ပူတယ်ဆိုရင်ကြည့်ရှုသင့်တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်နော်... Release date Jun 20, 2020 Runtime 119min Director Rakuda Label Das Content ID dasd00683 Actresses Mio Kimijima Video Size (HD)1GB/(SD)483MB Translated by Renote Encoded by Lil Vampire"},
 
 {"description" : "SSNI 780 (Decensored) ဒီဇာတ်လမ်းလေးကတော့ ရောက်လေရာအရပ်မှာ စန်းပွင့်တဲ့ ပျားဘုရင်မလေးတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် baby face လေးနဲ့ စွဲမက်စရာ ရွှေရင်အစုံကိုပိုင်ဆိုင်ထားတဲ့ မိန်းမငယ်လေး Yua Mikami တစ်ယောက် သွားလေရာနေရာမှာ အမျိုးသားတွေရဲ့ အာရုံစိုက်မှုကို ခံနေရတာကြောင့် တစ်ခါတစ်လေ အရမ်းစိတ်ရှုပ်ရပါတယ် ဒါပေမယ့်လည်း တစ်ခါတစ်လေတော့ သူမရဲ့ ခန္တီပါရမီနဲ့ တွေ့သမျှလူတွေအပေါ်မှာ မေတ္တာထားတတ်တဲ့ အကျင့်လေးကြောင့် မထင်မှတ်ဘဲပျော်စရာလေးတွေ ဖြစ်သွားတတ်ပြန်ပါသေးတယ် Gym ဆော့နေချိန်မှာ သူမရင်သားကို ငေးနေတဲ့ ကိုကိုတစ်ယောက်ကိုလဲ သဘောကောင်းစွာနဲ့ သေချာလေ့လာစေခဲ့ပါတယ် ဒါတင်မကသေး ရေစိုနေတဲ့သူမအဝတ်အစားကိုငေးကြည့်နေတဲ့ ဓာတ်လှေကားက သနားစရာလူကိုလဲ အနီးကပ်ကြည့်ရှူခွင့်ပေးခဲ့ပြန်ပါတယ် ဒါတင်ပဲဟုတ်ရိုးလား သူမအလုပ်လုပ်တဲ့ မာဆတ်ကိုလာတဲ့ customer တစ်ယောက်ကိုလဲ ယုယကြင်နာမှုလေးတွေပေးခဲ့ပါသေးတယ် (သူ့ခမျာညောင်းနေရှာမှာလေ နှိပ်ပေးတာပြောပါတယ်) ဘတ်စ်ကားစီးရင်း ပင်ပန်းနေတဲ့ ခရီးသွားဖော်ဦးလေးကြီးကိုလဲ အားအင်ပြည့်အောင် ကူညီခဲ့ပါသေးတယ် ကျောင်းက သူမဆရာခိုင်းသမျှကိုလဲ မငြီးမငြူလုပ်ပေးခဲ့ပါသေးတယ် အင်မတန်မှ စိတ်ထားမွန်မြတ်လှတဲ့ အမျိုးသမီးလေးတစ်ယောက်ရဲ့ အကြောင်းကို ဂေါင်းကြီးတို့ လေ့လာရမှာဖြစ်ပါတယ် .. Release date May 16, 2020 Runtime 165min Director TAKE-D Label S1 NO.1 STYLE Content ID ssni00780 Actresses Yua Mikami Video Size (HD)1.49GB/(SD)663MB Translated by Lil Pump Encoded by Lil Vampire",

  "download" : "https://www.mediafire.com/file/0ttu6kuu3qq5lzb/%255BX_Channel%255DSsni_780_SD.m4v/file",

   

    "preview" : "https://www.dropbox.com/s/cmis9w09qr2k8hr/817pd4qpdjl._ac_sl1500_.jpg?dl=1",

    

    "title" : "SSNI 780 ",

    "video" : "https://www.mediafire.com/file/0ttu6kuu3qq5lzb/%255BX_Channel%255DSsni_780_SD.m4v/file"

  },

{

    "description" : "SSNI 346(Censored) တကယ်တော့အချစ်ဆိုတာအရမ်းရှုပ်ထွေးတဲ့စိတ်ခံစားချက်တစ်ခုပါ... တကယ်ချစ်မိသွားတဲ့လူတစ်ယောက်အဖို့ချစ်မိသွားပြီဆိုရင်..အသက်အရွယ်ဆိုတာဟာလည်းပကာသနတစ်ခုသာသာမျှပါဘဲ... အဲ့တာကြောင့်ဘဲ..ယနေ့ခေတ်အခါမှာမောင်လေးနဲ့မမ..ကိုကိုနဲ့ညီမလေး,..ဦးလေးကြီးနဲ့..ကျွန်မ,..မမကြီးနဲ့သားသား, မမနဲ့နွားလောင်းလေး....ဆိုတဲ့အသက်အရွယ်ကွာခြားတဲ့အချစ်လေးတွေပေါ်ပေါက်လာခဲ့ကြပါတော့တယ်.. ဇာတ်လမ်းလေးကတော့..ကိုယ့်ကိုပညာတွေသင်ကြားပေးခဲ့တဲ့ဆရာကိုမှချစ်မိသွားတဲ့ကောင်မလေးတစ်ယောက်အကြောင်းပါ.... ဆရာဆိုသည်မှာတပည့်တွေမျက်နှာတစ်ချက်ညှိုးတာမခံတာကြောင့်ကျောင်းသူလေးခင်ဗျာလာရောက်ရေလာမြောင်းပေးလုပ်လာတဲ့အချိန်မှာဇနီးရှိပါလျက်နဲ့ကိုယ့်ကျောင်းသူလေးစိတ်မကောင်းဖြစ်မှာကိုတွေးပူပြီးအနစ်နာခံကာ..အာမနာတမ်းချစ်ရည်လူးကာချစ်ပြလိုက်တဲ့ကားလေးဖြစ်တဲ့အတွက်..ကောင်မလေးကလည်းသူ့ကောင်လေးမသိဘဲဘယ်လိုများဆရာနဲ့နှစ်ပါးသွားကာချစ်ရည်လူးကြမလဲဆိုတာဒီဇာတ်ကားလေးထဲမှာစောင့်ကြည့်လိုက်ပါနော်.... Release date Nov 17, 2018 Runtime 168min Director Xavier Thomas Label S1 NO.1 STYLE Content ID ssni00346 Actresses Tsukasa Aoi Vido Size (HD)1.6GB/(SD)515MB Translated by Renote Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/mcsbdtxprpec4cm/%255BDark_Tv_2.0%255DSsni_346_SD.m4v/file",

    "preview" : "https://www.dropbox.com/s/zsp42p27mrgidqd/ssni346.jpg?dl=1",

   

    "title" : "SSNI 346",

    "video" : "https://www.mediafire.com/file/mcsbdtxprpec4cm/%255BDark_Tv_2.0%255DSsni_346_SD.m4v/file"

  },

   {"description" : "JUFE 002 (Censored) တကယ်တော့လူတိုင်းမှာလိုချင်လောဘတွေနဲ့ပြင်းပြတဲ့ဆန္ဒတွေဆိုတာအမြဲရှိနေတတ်ပါတယ်.. အရိုးရှင်းဆုံးနဲ့နားလည်ရဆုံးဖြစ်အောင်ဥပမာပေးရမယ်ဆိုရင်သင်ဟာဈေးဆိုင်တစ်ခုမှာဝက်အူချောင်းနှစ်ခုကိုတွေ့တယ်ဆိုပါစို့..တစ်ချောင်းက3လက်မရှိတယ် နောက်တစ်ချောင်းကတော့7လက်မရှိတယ်..အဲ့နှစ်ချောင်းလုံးဟာပေးရတဲ့တန်ဖိုးကလည်းအတူတူဘဲဝယ်လို့ရွေးရမယ်ဆိုသင်လည်းသေချာပေါက်7လက်မရှိတဲ့အချောင်းကိုလည်းရွေးမိမှာပါဘဲ.. အဲ့လိုပါဘဲမိန်းမဆိုတဲ့အမျိုးဟာလည်းသင်သူ့အပေါ်ဘယ်လောက်ဘဲကောင်းခဲ့ကောင်းခဲ့သင်အမှားတစ်ခါလုပ်မိပြီဆိုတာနဲ့အဲ့ဒီရှေ့ကကောင်းခဲ့တဲ့အရာတွေကို အီးပါသလိုအလွယ်လေးမနှမြောဘဲပစ်လွှတ်ချလိုက်တာပါဘဲ... ဇာတ်လမ်းလေးကတော့..တစ်နေ့လက်ထပ်တာမကြာသေးတဲ့လင်မယားနှစ်ယောက်ရေပူစမ်းတစ်ခုကိုသွားရောက်ကာအပန်းဖြေပါတော့တယ်..အဲ့လိုနဲ့အဲ့မှာရောက်နေတဲ့နိုင်ငံခြားသားနှစ်ယောက်နဲ့မိတ်ဆွေတွေဖြစ်ပြီးအတူတူသောက်စားပျော်ရွှင်ကြပါတော့တယ်.. ယောင်္ကျားဟာသူ့မိန်းမအပေါ်အရမ်းကြင်နာဂရုစိုက်ပေမဲ့လည်းမိန်းမကတော့ဟိုအပေါ်ကပြောခဲ့သလို7လက်မလောက်ရှိတဲ့အချောင်းကိုဘဲအားပါးတရငတ်နေပါတော့တယ်..ဒီလိုနဲ့ဘဲသူ့ခင်‌ဗျာနိုင်ငံခြားသားနှစ်ယောက်နဲ့ရေပူစမ်းမှာယောင်္ကျားမသိအောင်ဘယ်လိုတွေချစ်ရည်တွေလူးကြမလဲဆိုတာအားကျသဖွယ်မြင်တွေ့ရမဲ့ကားကောင်းလေးတစ်‌ကားဖြစ်ပါတယ်နော်.... Release date Dec 22, 2018 Runtime 147min Director — Label Fitch Content ID jufe00002 Actresses Ai Hoshina Video Size (HD)1.6GB/(SD)673MB Translated by Renote Encoded by Lil Vampire (Censored) တကယ်တော့လူတိုင်းမှာလိုချင်လောဘတွေနဲ့ပြင်းပြတဲ့ဆန္ဒတွေဆိုတာအမြဲရှိနေတတ်ပါတယ်.. အရိုးရှင်းဆုံးနဲ့နားလည်ရဆုံးဖြစ်အောင်ဥပမာပေးရမယ်ဆိုရင်သင်ဟာဈေးဆိုင်တစ်ခုမှာဝက်အူချောင်းနှစ်ခုကိုတွေ့တယ်ဆိုပါစို့..တစ်ချောင်းက3လက်မရှိတယ် နောက်တစ်ချောင်းကတော့7လက်မရှိတယ်..အဲ့နှစ်ချောင်းလုံးဟာပေးရတဲ့တန်ဖိုးကလည်းအတူတူဘဲဝယ်လို့ရွေးရမယ်ဆိုသင်လည်းသေချာပေါက်7လက်မရှိတဲ့အချောင်းကိုလည်းရွေးမိမှာပါဘဲ.. အဲ့လိုပါဘဲမိန်းမဆိုတဲ့အမျိုးဟာလည်းသင်သူ့အပေါ်ဘယ်လောက်ဘဲကောင်းခဲ့ကောင်းခဲ့သင်အမှားတစ်ခါလုပ်မိပြီဆိုတာနဲ့အဲ့ဒီရှေ့ကကောင်းခဲ့တဲ့အရာတွေကို အီးပါသလိုအလွယ်လေးမနှမြောဘဲပစ်လွှတ်ချလိုက်တာပါဘဲ... ဇာတ်လမ်းလေးကတော့..တစ်နေ့လက်ထပ်တာမကြာသေးတဲ့လင်မယားနှစ်ယောက်ရေပူစမ်းတစ်ခုကိုသွားရောက်ကာအပန်းဖြေပါတော့တယ်..အဲ့လိုနဲ့အဲ့မှာရောက်နေတဲ့နိုင်ငံခြားသားနှစ်ယောက်နဲ့မိတ်ဆွေတွေဖြစ်ပြီးအတူတူသောက်စားပျော်ရွှင်ကြပါတော့တယ်.. ယောင်္ကျားဟာသူ့မိန်းမအပေါ်အရမ်းကြင်နာဂရုစိုက်ပေမဲ့လည်းမိန်းမကတော့ဟိုအပေါ်ကပြောခဲ့သလို7လက်မလောက်ရှိတဲ့အချောင်းကိုဘဲအားပါးတရငတ်နေပါတော့တယ်..ဒီလိုနဲ့ဘဲသူ့ခင်‌ဗျာနိုင်ငံခြားသားနှစ်ယောက်နဲ့ရေပူစမ်းမှာယောင်္ကျားမသိအောင်ဘယ်လိုတွေချစ်ရည်တွေလူးကြမလဲဆိုတာအားကျသဖွယ်မြင်တွေ့ရမဲ့ကားကောင်းလေးတစ်‌ကားဖြစ်ပါတယ်နော်.... Release date Dec 22, 2018 Runtime 147min Director — Label Fitch Content ID jufe00002 Actresses Ai Hoshina Video Size (HD)1.6GB/(SD)673MB Translated by Renote Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/ol73o1tyl2wljuo/%255BDark_TV_2.0%255DJUFE_002-SD.m4v/file",

   

    "preview" : "https://www.dropbox.com/s/d3bqrfp22cf4ijk/91zhrmlj9hl._sl1500_.jpg?dl=1",

    

    "title" : "JUFE 002",

    "video" : "https://www.mediafire.com/file/ol73o1tyl2wljuo/%255BDark_TV_2.0%255DJUFE_002-SD.m4v/file"

  },

  {

    "description" : "MIAA 300(Censored) MIAA 300 တကယ်တော့စိတ်ခံစားချက်တွေအများကြီးထဲမှာအရှုပ်ထွေးဆုံး‌နဲ့နားလည်ရအခက်ဆုံးကတော့..\"အချစ်\"ပါဘဲ..၅၂၈တွေလိုဟာမျိုးတွေနဲ့၁၅ဝဝလိုအချစ်မျိုးတွေကိုသွားရောယှက်လိုက်တဲ့အခါမှာလုံးဝခန့်မှန်းလို့မရတဲ့အနာဂတ်တွေဖြစ်ပေါ်လာတတ်ပါတယ် ဇာတ်လမ်းလေးကတော့..အတူတူကြီးပြင်းလာကြတဲ့မောင်နှမနှစ်ယောက်‌တစ်နေ့အရွယ်ရောက်လာတဲ့အချိန်မှာမောင်လေးဟာသူ့အစ်မရဲ့အလှတရားတွေကိုခိုးခိုးပြိးတော့ကြည့်ရာကနေအစ်မဖြစ်သူမိသွားတဲ့အချိန်မှာတော့သူ့အခန်းကိုမိဘတွေမသိအောင်ခေါ်ပြီးဆုံးမဩဝါဒတွေပေးပါတော့တယ်.... အဲ့လိုနဲ့နောက်တစ်နေ့မိဘနှစ်ယောက်အပြင်သွားတဲ့အချိန်မှာတော့..မောင်လေးဟာသူ့အစ်မဆိုတာကိုတောင်ဂရုမစိုက်တော့ဘဲချစ်ကြိုးတွေရောယှက်တာဒုတိယကျော်ကြီးလုပ်လိုက်ပါတော့တယ်.. အဲ့တော့သူ့အစ်မညကခေါ်ပြီးဘာတွေကိုများပြောခဲ့လို့မောင်လေးခင်ဗျာအဲ့လောက်ထိဆန္ဒတွေပြင်းပြသွားတာလဲ?... အစ်မနဲ့မောင်လေးဇာတ်လမ်းမှာကောမိဘနှစ်ပါးမသိအောင်ဘယ်လိုတွေခရီးဆက်ကြမလဲဆိုတာကိုတော့..ဒီဇာတ်လမ်းလေးထဲမှာစောင့်ကြည့်လိုက်ရအောင်... Release date Sep 12, 2020 Runtime 118min Director Mametaro Mamezawa Label Everyone's Porn Star Content ID miaa00300 Actresses Oka Erina Video Size (HD)1.2GB/(SD)492MB Translated by Renote Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/ppaihitk5sqkamv/%255BDark_TV_2.0%255DMIAA_300-SD.m4v/file",

    

    "preview" : "https://www.dropbox.com/s/dlbt5nfy1pt7oy8/img_20211025_005559.jpg?dl=1",

  

    "title" : "MIAA 300",

    "video" : "https://www.mediafire.com/file/ppaihitk5sqkamv/%255BDark_TV_2.0%255DMIAA_300-SD.m4v/file"

  },

  {

    "description" : "JUX 298 (Decensored) ဒီဇာတ်လမ်းလေးကတော့ ယောကျ်ားနဲ့ စကားများလို့ အရွဲ့တိုက်ပြီး ယောက္ခထီးအိမ် တစ်ယောက်တည်းထွက်သွားတဲ့ မိန်းမငယ်လေးတစ်ယောက်အကြောင်းပါ မိန်းမလှလေး Yua Kuramochi ဟာ အကြင်နာတရားကင်းမဲ့လှတဲ့ယောကျ်ား မသိအောင် အိမ်မှထွက်ပြေးကာ ယောက္ခထီးအိမ်ပေါ် တက်နေခဲ့ပါတယ် စိတ်ထားကောင်းပြီး ကြင်နာတတ်တဲ့ ယောက္ခထီးကို သူမ ဆွဲဆောင်ဖို့ကြိုးစားခဲ့သော်လည်း အခွင့်အရေးမယူတတ်တဲ့ ယောက္ခထီးက သူမကို ငြင်းဆန်ခဲ့ပါတယ် မိမိအမျိုးသားက ပြန်လာခေါ်တာတောင်မလိုက်ဘဲ ယောက္ခထီး မိမိအပေါ်ညွှတ်ကျလာအောင် မိန်းမမာယာသဲကိုးဖြာနဲ့ ဘယ်လိုဆွဲဆောင်စည်းရုံးမလဲ..ယောက္ခထီးဘက်က နောက်ဆုံးအချိန်ထိများ ဘာမှမဘာလိုက်ရပဲ ငြင်းဆန်သွားမလား...ဒါမှမဟုတ် သူမယောက်ျားနဲ့ ပြန်လိုက်သွားမလား...ဆိုတာကတော့... Release date Apr 5, 2014 Runtime 118min Director Kitorune Kawaguchi Label Madonna Content ID jux00298 Actresses Yua Kuramochi Video Size(HD)1.2GB/(SD)493MB Translated by Lil Pump Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/frjaigxglcc2uo0/%255BX_Channel%255DJUX_298-SD.m4v/file",

   

    "preview" : "https://www.dropbox.com/s/7e9tah9rpb81or9/img_20211025_005611.jpg?dl=1",

    

    "title" : "JUX 298",

    "video" : "https://www.mediafire.com/file/frjaigxglcc2uo0/%255BX_Channel%255DJUX_298-SD.m4v/file"

  },

  {

    "description" : "MIDE 225 (Decensored) ဒီဇာတ်လမ်းလေးကတော့ crush ရဲ့ စိမ်းကားမှုကြောင့် ပုံတုံးတုံးကောင်မလေးတစ်ယောက်ကနေ ဆော်အလန်းလေးဖြစ်သွားပြီး ဘဲတွေကို ထည်လဲတွဲလာတဲ့ကောင်မလေးတစ်ယောက်ရဲ့ ရီဗော်လူးရှင်းအကြောင်းလေးပါ တစ်ခါတုန်းက ကုမ္ပဏီတစ်ခုမှာ အလှအပကိုစိတ်မဝင်စားတဲ့ ခပ်ရိုးရိုးမျက်မှန်မလေးတစ်ယောက်ရှိပါတယ် တစ်နေ့မှာတော့ သူမဟာ ကုမ္ပဏီက သူမရဲ့ crush ကို သူမဘက်က propose လုပ်ရာမှာ ထင်မထားတဲ့ ခါးခါးသီးသီးစကားလုံးတွေကိုကြားလိုက်ရချိန်မှာတော့ သူမဘဝတစ်ဆစ်ချိုးပြောင်းလဲခဲ့ရပါတယ် နောက်တစ်နေ့မှာတော့ ဝတ်ဆင်နေကျမျက်မှန်ကိုချွတ်ပြီး ကုမ္ပဏီဝတ်စုံခပ်လန်းလန်းလေးကြောင့် သူမရဲ့ ဖုံးကွယ်ထားတဲ့ အလှတရားတွေပေါ်လွင်စွာနဲ့ စူပါမော်ဒယ်လ်တစ်ယောက် catwalk လျှောက်သလို ကုမ္ပဏီအလုပ်စားပွဲကို လျှောက်လာခဲ့ချိန်မှာတော့ ကုမ္ပဏီမှာရှိသမျှယောက်ျားတွေအားလုံးရဲ့မျက်လုံးတွေဟာ သူမကိုယ်ပေါ်ကနေ ခွာမရခဲ့ပါဘူး သူမ crush ရဲ့ အလုပ်စားပွဲဘေးမှာ ကြွကြွရွရွလေး ဝင်ထိုင်လိုက်ပြီး crush ကိုစိုက်ကြည့်ပြီးစကားပြောလိုက်ချိန်မှာ crush က သူမအပေါ်ဘယ်လိုတုံ့ပြန်မလဲ...ပြီးတော့ အရမ်းလှသွေးကြွယ ်လာတဲ့သူမကို သူမရဲ့ ဘောစိအပါအဝင် ၀ိုင်းဝိုင်းလည်နေတဲ့ သူမအနားကသူတွေကို သူမဘယ်လိုကိုင်တွယ်မလဲဆိုတာကို အသဲတယားယား ရင်တလှပ်လှပ်နဲ့ ကြည့်ရမယ် အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်... ID: MIDE-225 Release Date: 2015-04-13 Length: 120 min(s) Director: K*west Maker: MOODYZ Label: Moodyz Diva Cast: Okita Anri Video Size (HD)1.2GB/(SD)541MB Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/smf4j2ril488tpy/%255BDark_TV_2.0%255DMIDE_225-SD.m4v/file",

   

    "preview" : "https://www.dropbox.com/s/h8g8z2v9k7qibjp/img_20211025_005620.jpg?dl=1",

    

    "title" : "MIDE 225",

    "video" : "https://www.mediafire.com/file/smf4j2ril488tpy/%255BDark_TV_2.0%255DMIDE_225-SD.m4v/file"

  },

   {

    "description" : "JUFD 942 (Decensored) လူသားအားလုံးဟာအတတ်ပညာတစ်ခုခုတတ်‌မြောက်လာဖို့အတွက်သင်ဆရာမြင်ဆရာကြားဆရာတွေရဲ့သင်ကြားပေးမှုကိုလိုကိုလိုအပ်ပါတယ်...ဆရာဆိုသည်မှာလည်းတပည့်တွေကိုပညာတတ်တွေဖြစ်ဖို့ နယ်ပယ်တစ်ခုမှာဆရာကျစေဖို့အတွက်ချော့တစ်လှည့်ခြောက်တစ်လှည့်နဲ့‌တပည့်တွေပညာကိုပိုစိတ်ဝင်စားပြီးဆည်းပူးလာအောင်အမြဲလုပ်ဆောင်ပေးနေရပါတယ်.. မုန့်ပေးပြီးချော့မော့ခါလေ့လာခိုင်းခဲ့တဲ့အချိန်တွေရှိသလို...တုတ်ပေးပြီးခြောက်လန့်ခါလေ့လာခိုင်းခဲ့တဲ့အချိန်တွေဟာလည်းရှိပါတယ်..ဒါဆိုသင့်ကိုအခုရွေးချယ်စရာသုံးခုပေးကြည့်မယ်....၁.မုန့်ပေးပြီးချော့မော့ပညာသင်ရတာကိုကြိုက်တယ် ၂.တုတ်ပြပြီးကြောက်လန့်တကြားပညာသင်ရတာကိုကြိုက်တယ် ၃.ကာမဆက်ဆံခွင့်ပေးပြီး........xxx သင်ဆိုရင်ရောဘယ်တစ်ခုနဲ့များသင်ရတာကိုကြိုက်မလဲ...?ဇာတ်လမ်းလေးကတော့..ကျောင်းကိုအမြဲနောက်ကျမှရောက်လာတတ်တဲ့ကျောင်းသားလေးတစ်ယောက်ဟာပညာကိုလည်းစိတ်ဝင်တစားမရှိဘဲလေလွှင့်နေရဲ့....အဲ့လိုနဲ့တစ်နေ့မှာတော့သူ့ရဲ့အတန်းပိုင် ဆရာမလေးနဲ့အပေးအယူတစ်ခုလုပ်ခဲ့ပါတယ်အဲ့တာကတော့..စာမေးပွဲမှာအမှတ် ၁ဝဝတာကြိုးစားပြီးရခဲ့ရင်ဆရာမနဲ့အတူ.........ဟုတ်ပါတယ်သင်အခုတွေးနေတဲ့အတိုင်းပါဘဲ..ကျောင်းသားလေးကိုမုန့်ပေးစရာလည်းမလို..တုတ်ပြစရာလည်းမလိုဘဲသူ့အလိုလိုစာကြိုးစားချင်စိတ်တွေဖြစ်လာအောင်ဘယ်လိုအရာကများဆွဲဆောင်သွားလဲဆိုတာအတူတူအဖြေရှာကြည့်လိုက်ရအောင်...... Release date Jul 28, 2018 Runtime 165min Director — Label Fitch Content ID jufd00942 Actresses Mio Kimijima Video Size (HD)1.2G/(SD)528MB Translated by Renote Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/zgjskb3nqizh9d8/%255BDark_TV_2.0%255DJUFD_942_Hd.m4v/file",

    "preview" : "https://www.dropbox.com/s/diibmabafomy83m/img_20211025_005630.jpg?dl=1",

    "title" : "JUFD 942",

    "video" : "https://www.mediafire.com/file/zgjskb3nqizh9d8/%255BDark_TV_2.0%255DJUFD_942_Hd.m4v/file"

  },

  {

    "description" : "SHKD 546(Decensored) ဒီဇာတ်လမ်းလေးကတော့ အရှူံးသမားတစ်ယောက်ကို အကြင်နာပိုမိတဲ့ မေတ္တာရှင်မလေး တစ်ယောက်ရဲ့အကြောင်းပါ baby face လေးနဲ့ အင်နိုးစန့်အပြုံးလေးတွေရဲ့ ပိုင်ရှင် တစ်ယောက် အမျိုးသားမိဘတွေကို အမှတ်တရ ဆုတောင်းပွဲသွားရင်း ထင်မှတ်မထားတဲ့ ဘဝအချိုးအကွေ့တစ်ခုနဲ့ရင်ဆိုင်ခဲ့ရပါတယ် အဲတာကတော့ သူမကို မြင်မြင်ချင်းတွယ်တာသွားမိတဲ့ အကြင်နာမျက်ဝန်းပိုင်ရှင် ကောင်လေးတစ်ယောက်ကြောင့်ပါ နယ်မှာနေတဲ့ သူမအမျိုးသားရဲ့ညီဘာမှမရှိတဲ့ကောင်လေးတစ်ယောက်ရဲ့ ဘဝထဲကို သူမဝင်လာချိန်မှာတော့..... ချစ်စရာကောင်းတဲ့အပြုံးပိုင်ရှင်လေးသူမ အမျိုးသားနဲ့ သနားစရာကောင်လေးအကြား ဘယ်လိုဆက်ပြီးစခန်းသွားမလဲဆိုတာကတော့.... Publish: 2020-10-27 Duration: 01:48:56 Nuclear Code: SHKD-546 Actress: Rina Ishihara Studio: Attackers Video Size (HD)1GB/(SD)418MB Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/suzrloqel9wlo1l/%255BDark_TV_2.0%255DSHKD_546_HD.mp4/file",

    

    "preview" : "https://www.dropbox.com/s/ufloaq7tw9dm9es/91z3w1dmd%2Bl._sl1500_.jpg?dl=1",

   

    "title" : "SHKD 546",

    "video" : "https://www.mediafire.com/file/suzrloqel9wlo1l/%255BDark_TV_2.0%255DSHKD_546_HD.mp4/file"

  },

{

    "description" : "MIMK 084 (Censored) တကယ်တော့ကလေးတွေဟာငယ်ငယ်က အရမ်းကိုဖြူစင်ရိုးသားလွန်းကြပါတယ်.ဒါပေမဲ့သူတို့တွေအရွယ်စရောက်လာကြပြီဆိုတာနဲ့ပတ်ဝန်းကျင်ရဲ့အရောင်ဆိုးမှုတွေ..လွဲမှားစရာဖြစ်စေတဲ့အယူအဆတွေနဲ့..sexကိုစမ်းသပ်ကြည့်ချင်လာကြပါတော့တယ်..ပြောရမယ်ဆိုရင်လူ့ဘဝတစ်လျှောက်လုံးရဲ့သက်တမ်းတစ်လျှောက်မှာဆယ်ကျော်သက်ဆိုတဲ့အရွယ်ဟာအင်မတန်မှကိုထိန်းသိမ်းရခက်ပြီးလမ်းမှားရောက်စေနိုင်တဲ့အသက်အရွယ်ဖြစ်နေတာကြောင့်တစ်ခဏသာ သာယာမှုအတွက်နဲ့ လမ်းမှားမရောက်သွားဖို့တင်ဆက်လိုက်ပါတယ်.. ဇာတ်လမ်းလေးကတော့နွေရာသီအားလပ်ရက်မှာညီအစ်မဆီကိုသူ့ရဲ့အစ်မဖြစ်သူရဲ့မိသားစုဟာလာရောက်အပန်းဖြေပါတော့တယ်..အဲ့လိုနဲ့ဘဲမိသားစုနဲ့အတူပါလာတဲ့ဆယ်ကျော်သက်ကောင်လေးကတော့သူ့ရဲ့အဒေါ်ဖြစ်သူကိုတွေ့သွားတဲ့အချိန်မှာတော့မွေးကတည်းသူကြိုးစားကျင့်ကြံကာသင်ထားသမျှသိုင်းကျမ်းတွေနဲ့သိုင်းအစွမ်းတွေကိုသူ့ရဲ့အဒေါ်အပေါ်ကိုအားမနာတမ်းစိတ်ရှိလက်ရှိနဲ့ပယ်ပယ်နယ်နယ်အကြပ်ကိုင်ကာ..အားပါးတရစမ်းသပ်ပါတော့တယ်..... Release date Feb 12, 2021 Runtime 118min Director Kitorune Kawaguchi Label Mankitsu Content ID mimk00084 Actresses Hana Haruna Video Size (HD)949MB/(SD)374MB Translated by Renote Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/eo86nktfpg4npjm/%255BDark_TV_2.0%255DMimk_084HD.mp4/file",

    "preview" : "https://www.dropbox.com/s/ywfnjjgqlg7rn3z/91udltmon2l._ac_sl1500_.jpg?dl=1",

    

    "title" : "MIMK 084",

    "video" : "https://www.mediafire.com/file/eo86nktfpg4npjm/%255BDark_TV_2.0%255DMimk_084HD.mp4/file"

  },

 {

    "description" : "MIGD 741 (Censored) တကယ်တော့\"စကား\"ဆိုတာပြောသင့်တဲ့နေရာရှိသလိုမပြောသင့်တဲ့အချိန်အခါမျိုးတွေကဟာလည်းရှိပါတယ်.. ဥပမာပြောရရင် သင်ဟာfbမှာဈေးဗန်းတွေအရမ်းခင်းနေတဲ့ကောင်မလေးတစ်ယောက်ကိုတွေ့ပြီးသွားပြောဖို့..ဘယ်တော့မှစိတ်မကူးလိုက်ပါနဲ့.အဲ့တာဟာတကယ်တော့မုဆိုးထောင်ချောက်တွေထက်ဆိုးတဲ့မာယာထောက်ချောက်ပါ..သူတို့တွေရဲ့စွမ်းဆောင်ရည်ကိုသိချင်လို့ စမ်းသပ်တဲ့သဘောပါဘဲအဲ့တော့ယောကျာ်းထုကြီးများသူတို့ရဲ့အစမ်းသပ်ခံတွေအဖြစ်မခံကြပါနဲ့...အချိန်တန်လို့ရောင်းလို့မကုန်ရင်ပုတ်မဲ့အရာတွေကိုဘာလို့များသွားဝယ်နေမှာလဲ.. ပြီးတော့သိပ္ပံပညာရှင်တွေရဲ့ခန့်မှန်းချက်အရကမ္ဘာကြီးမှာမိန်းမတွေရဲ့ရာခိုင်နှုန်းဟာ60%ခန့်ရှိပြီးအင်မတန်မှရှားပါးအဖိုးတန်လှတဲ့ယောကျာ်းထုကြီးကတော့40%မျှတာကျန်ရှိပါတော့တယ်... စိတ်ပညာရှင်တွေရဲ့အဆိုအရဟာလည်းမိန်းမသားများဟာအသက်20ကျော်လာပြီဆိုတာနဲ့ရည်းစားတောင်မရှိသေးရင်တစ်သက်လုံးများအပျိုကြီးဖြစ်တော့မလားဆိုပြီးမအိပ်နိုင်မစားနိုင်တဲ့အထိအလွန်စိတ်ပူလွန်းကဲကြပါတယ်တဲ့..အဲ့အယူအဆဟာလည်းမှန်နေခဲ့ပါတယ်,ဘာကြောင့်လဲဆိုတော့ယနေ့ခေတ်မှာဈေးဗန်းပိုစ်တွေကိုထောင်သောင်းမကမြင်ကြမယ်လို့ထင်ပါတယ်..ပေးချင်တဲ့အကြောင်းအရာလေးကတော့ယနေ့ခေတ်လိုအခါမှာယောကျာ်း ထုကြီးသူတို့ရဲ့မာယာထဲမရောက်သွားအောင်စေတနာနဲ့ဥပမာပေးလိုက်ပါတယ်.. ဇာတ်လမ်းလေးကတော့တစ်နေ့မိန်းမဖြစ်သူကကလေးလိုချင်တယ်ဆိုတာကိုယောက်ျားကိုပြောမိရာသူကတော့ ကုမ္ပဏီမှာသူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တစ်ယောက်ကိုပြန်ရင်ဖွင့်ခဲ့ပါတော့တယ်..အဲ့သူကလည်းအခြေအနေကိုသဘောပေါက်သွားပြီးအဲ့ဒီမိန်းမရဲ့ကလေးလိုချင်တဲ့ဆန္ဒလေးကိုဖြည့်ဆည်းပေးဖို့အတွက်တစ်ကုမ္ပဏီလုံးမှာရှိတဲ့ဝန်ထမ်းအားလုံးကိုခေါ်လာခါသူမရဲ့အိမ်ဆီသို့ဦးတည်လာပါတော့တယ်..... Release date Aug 11, 2016 Runtime 119min Director Mametaro Mamezawa Label MOODYZ Gati Content ID migd00741 Actresses Asahi Mizuno Video Size(HD)1GB/(SD)452MB Translated by Renote Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/lo61b161hmaa5yf/%255BDark_Tv_2.0%255DMigd_741_SD.m4v/file",

    "preview" : "https://www.dropbox.com/s/325qkyqhfvzazm6/img_20211025_005650.jpg?dl=1",

    "title" : "MIGD 741",

    "video" : "https://www.mediafire.com/file/lo61b161hmaa5yf/%255BDark_Tv_2.0%255DMigd_741_SD.m4v/file"

  },

 {

    "description" : "PPPD 833 (Censored) အရင်ဆုံးသင်တာသင့်အိမ်မှာအခြားသူတွေတစ်ယောက်မှမရှိတဲ့အချိန်ကြရင်သင်ဘာကိုအရင်ဆုံးလုပ်ဖြစ်မလဲ..?တရားစာတွေထိုင်ဖတ်နေမလား..?ဒါမှမဟုတ်သီချင်းဘဲနားထောင်နေမလား..?အဲ့လိုမှမဟုတ်ဘဲအနာဂတ်မှာပိုပြီးအစွမ်းထက်လာဖို့အတွက်တစ်ယောက်တည်းများ...ပြိုင်ဘက်ကင်းအောင်သိုင်းကျမ်းတွေလေ့ကျင့်နေမလား..?! ဇာတ်လမ်းလေးကတော့သူ့ကောင်လေးကိုထားခဲ့ပြီးမနက်ဖြန်ခရီးထွက်ရတော့မဲ့အချိန်မှာတော့ကောင်မလေးရဲ့အချစ်ဆုံးသူငယ်ချင်းလေးကကောင်လေးတစ်ယောက်တည်းအထီးကျန်စွာကျန်နေခဲ့တာကိုစိတ်မကောင်းလွန်းတာကြောင့်ကောင်မလေးရဲ့နေရာကိုအစားဝင်ကာကောင်လေးနဲ့ချစ်ခင်ရင်းနှီးမှုပိုရအောင်နှစ်ယောက်လုံးတစ်သက်သာမှာသင်ထားသမျှနဲ့တက်ထားသမျှသိုင်းကျမ်းတွေနဲ့သိုင်းကွက်တွေကိုထုတ်သုံးပြီးသူငယ်ချင်းအပေါ်ဘယ်လောက်ထိတောင်အနစ်နာခံကာကြမ်းပြသွားမလဲဆိုတာကိုတော့ဒီဇာတ်လမ်းလေးထဲမှာစောင့်ကြည့်လိုက်ပါ‌နော်... Release date Mar 14, 2020 Runtime 120min Director — Label OPPAI Content ID pppd00833 Actresses Sachiko Video Size (HD)816MB/(SD)475MB Translated by Renote Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/ndclmna072g7csy/%255BDark_TV_2.0%255DPPPD_833-HD.mp4/file",

    "preview" : "https://www.dropbox.com/s/n8yja1mj34163k9/img_20211025_005701.jpg?dl=1",

    

    "title" : "PPPD 833",

    "video" : "https://www.mediafire.com/file/ndclmna072g7csy/%255BDark_TV_2.0%255DPPPD_833-HD.mp4/file"

  },

 { "description" : "VENU 953 (censored) \n\nဒီဇာတ်လမ်းလေးကတော့ အသက်သိပ်မကွာတဲ့ ဦးလေးမိန်းမနဲ့ တူလေးတို့ရဲ့ အဖြစ်အပျက်လေးပါ တက္ကသိုလ်စတက်ဖို့ နေစရာအိမ်ရှာမရဖြစ်နေတဲ့ အတွက် တူဖြစ်သူဟာ ဦးလေးအိမ်မှာခဏလာနေခဲ့ပါတယ် ဦးလေးဖြစ်သူအလုပ်ကိစ္စနဲ့အမြဲတမ်းခရီးထွက်နေရတယ့်အတွက် ခေတ်ဆန်ပြီးပွင့်လင်းတဲ့အန်တီနဲ့အတူ တစ်အိမ်တည်းနေရပါတယ် တစ်နေ့မှာ အန်တီရေချိုးတာကိုချောင်းကြည့်ရင်း သူမအတွင်းခံကိုအသုံးပြုပြီးလက်သမားလုပ်နေခဲ့ပါတယ် အဝတ်အစားမပါတဲ့ သူမဟာ ရေချိုးခန်းထဲမှ ရုတ်တရက် ထွက်လာရာ သူ့အဖြစ်အပျက်ကိုမြင်သွားပြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကတော့.... Release Date:Aug. 09, 2020 Runtime:104min. (HD: 104min.) Director:Kanie Studio:VENUS Content ID:venu00953 Actress(es):Ririka Video SIze - 500 MB Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/b06q5a65u25srgh/VENU_953.mp4/file",

    "preview" : "https://www.dropbox.com/s/4mc73dblp6ra2tb/img_20211103_002522_817.jpg?dl=1",

    "title" : "VENU 953",

    "video" : "https://www.mediafire.com/file/b06q5a65u25srgh/VENU_953.mp4/file"

  },

 {

    "description" : "MDYD 876(Decensored)\n\n ဒီဇာတ်လမ်းလေးကတော့ အရှူံးသမားတစ်ယောက်ကိုမှ သနားဂရုဏာသက်ပြီး အကြင်နာတွေယိုဖိတ်မိတဲ့ ခယ်မလေးတစ်ယောက်ရဲ့အကြောင်းပါ စိတ်ထားကောင်းတဲ့ မိန်းမလှလေး Ai Sayama ဟာ အိမ်ရဲ့သိုးမည်းဖြစ်နေတဲ့ အကိုကြီးကို ခုတလော သနားဂရုဏာပိုနေမိပါတယ် အကိုကြီးအနေနဲ့လည်း တစ်အိမ်သားလုံးက ပစ်ပယ်ခံရချိန်မှာ ရှိုက်ဖိုကြီးငယ်အသွယ်သွယ်နဲ့ ကြင်နာတတ်တဲ့ ကောင်မလေးကို မျက်စိကျနေမိတာအမှန်ပါပဲ ဝေဒနာတွေဝင်နေချိန်မှာ စေတနာတွေလာပေးတဲ့ အကိတ်မလေးကို အကိုကြီးတစ်ယောက် ဘယ်လိုကိုင်တွယ်မလဲဆိုတာကတော့... Release date Feb 8, 2014 Runtime 117min Director Tameike Goro Label Tameike Goro Content ID mdyd00876 Actresses Ai Sayama Video Size (HD)1GB/(SD)403MB Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/anfn4rahcx5hwy4/%255BDark_TV_2.0%255DMdyd_876_SD.m4v/file",

    "preview" : "https://www.dropbox.com/s/0tpyg4tezeexi0g/img_20211103_002525_955.jpg?dl=1",

    "title" : "MDYD 876",

    "video" : "https://www.mediafire.com/file/anfn4rahcx5hwy4/%255BDark_TV_2.0%255DMdyd_876_SD.m4v/file"

  },

   {

    "description" : "PPPD 868 (censored) \n\nToru ရဲ့ အဖေဟာရုတ်တရက်နောက်အိမ်ထောင်ပြုလိုက်တော့ သူ့ထက်အသက်နည်းနည်းကြီးတဲ့ Nakano ကို အမေတော်လိုက်ရပါတယ်...Toru ရဲ့ အဖေဟာ အလုပ်ကိစ္စနဲ့ခရီးရှည်ထွက်တဲ့အခါမှာတော့ သူ့ရဲ့ မိထွေး Nakano နဲ့ အိမ်မှာ နှစ်ယောက်ထဲ ကျန်ခဲ့တဲ့အခါမှာတော့ Nakano ရဲ့ အမူကျင်ိ့တစ်ခုကြောင့် Toru တစ်ယောက် ထိန်းမရသိမ်းမရဖြစ်ခါ...Nakano အိပ်ပျော်နေတဲ့အချိန် .... Release Date:Sept. 17, 2020 Runtime:120min. (HD: 120min.) Director:---- Studio:OPPAI Content ID:pppd00868 Actress(es):Nanao Nakano Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/2k8uyfvtkbdhkgg/PPPD_868.mp4/file",

    "preview" : "https://www.dropbox.com/s/hlws0buegvmp3cu/img_20211103_002526_406.jpg?dl=1",

    "title" : "PPPD 868 ",

    "video" : "https://www.mediafire.com/file/2k8uyfvtkbdhkgg/PPPD_868.mp4/file"

  },

{

    "description" : "ADN 201 (Censored) \n\nဒီဇာတ်လမ်းလေးကတော့ ယောက္ခထီးတစ်ယောက်ရဲ့ ချွေးမလေးအပေါ်ထားတဲ့ မေတ္တာဖွဲ့ ဇာတ်လမ်းလေးပါ... ဒီနေ့ကတော့ ဆံပင်ဂုတ်ဝဲလေးနဲ့ချစ်စရာကောင်းတဲ့ဂျပန်မလေး Nanami Matsumoto နဲ့ သူမယောကျ်ားတို့ နှစ်ယောက်လုံး စိတ်ရှုပ်ထွေးပြီး ဘာလုပ်လို့ဘာကိုင်ရမှန်းမသိတဲ့နေ့လေးတစ်နေ့ပါ ဘာလို့ဆို သူမယောကျ်ားကို ငယ်စဉ်ကတည်းက ပစ်သွားပြီး မိန်းမတစ်ယောက်နဲ့ကောက်ကောက်ပါအောင်လိုက်သွားတဲ့ အဖေ(သူမရဲ့ယောက္ခထီး)ဟာ ရုတ်တရက် သူမတို့အိမ်ကို ရောက်ချလာလို့ပါပဲ ငယ်စဉ်ကတည်းက အဖေကိုစိတ်နာနေတဲ့သူမယောက်ျားကတော့ သူ့အဖေကို ကောင်းကောင်းမခေါ်နိုင်မပြောနိုင်ပါဘူး ဒါပေမယ့် ငယ်ရွယ်သော်လည်း စိတ်ထားလေးကောင်းလှတဲ့ Nanami Matsumoto ကပဲ သူမယောကျ်ားနဲ့ အဖေကြား ဝင်ပြီး သင့်မြတ်အောင်စီစဉ်ပေးရပါတယ် နေစရာအိမ်မရှိလောက်အောင်ဒုက္ခရောက်နေရှာတဲ့ သူမယောက္ခထီးကို သူမအရမ်းသနားပြီး သားကိုပစ်ထားတဲ့အဘိုးကြီးကလည်း ချွေးမလေးကိုကျ သဲဲသဲလှုပ်အောင်ချစ်ပြီးရင်းချစ်နေပါတော့တယ်... Release date Feb 2, 2019 Runtime 106min Director Kazuma Label Otona no Drama Content ID adn00201 Actresses Nanami Matsumoto Video Size (HD)1GB/(SD)371MB Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/3y7buxuiuno8320/%255BDark_TV_2.0%255DADN_201_SD.m4v/file",

    "preview" : "https://www.dropbox.com/s/wtk625ihdl0y3co/img_20211103_002526_658.jpg?dl=1",

   

    "title" : "ADN 201",

    "video" : "https://www.mediafire.com/file/3y7buxuiuno8320/%255BDark_TV_2.0%255DADN_201_SD.m4v/file"

  },

  {

    "description" : "MIAA 100 (Censored)\n\n တကယ်တော့.မသိနေတဲ့နေရာတွေမလုပ်ဖူးသေးတဲ့အရာတွေဟာအင်မတန်မှစိတ်ဝင်စားဖို့ကောင်းပါတယ်..စိတိဝင်စားဖို့လည်းကောင်းသလောက်တစ်ချို့သောပတ်ဝန်းကျင်တွေဟာလည်းအန္တရာယ်များလှပါတယ်..ဇာတ်လမ်းလေးထဲမှာတော့တိုကျိုဆိုတဲ့မြို့ကြီးကိုတက်လာပြီးEimiဟာသူစိတ်ဝင်စားတဲ့ဓာတ်ပုံပညာကိုလာရောက်လေ့လာပါတော့တယ်..အဲ့အချိန်မှာသိုးယောင်ဆောင်ထားတဲ့ဝံပုလွေတစ်ကောင်ဖြစ်တဲ့သူ့ရဲ့စီနီယာဟာလည်းသူ့ကိုပညာတွေသင်ပေးမယ်ဆိုပြီးEimiရဲ့အိမ်ကိုလိုက်သွားပါတော့တယ်..‌ဒီလိုနဲ့အိမ်ရောက်သွားတဲ့အချိန်မှာတော့..ဇာတိရုပ်တွေပေါ်လာတဲ့စီနီယာကြီးကတော့Eimiသင်ချင်တဲ့ပညာကိုမသင်ပေးဘဲသူသင်ပေးချင်တဲ့ပညာတွေကိုအတင်းသင်ပေးလိုက်ပါတော့တယ်... Release date Jun 29, 2019 Runtime 120min Director — Label Everyone's Porn Star Content ID miaa00100 Actresses Eimi Fukada Video Size (SD)432MB Translated by Renote Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/4lkdo4nl23md2vt/%255BDark_TV_2.0%255DMIAA_100%257ESD.m4v/file",

    

    "preview" : "https://www.dropbox.com/s/52tvfnvszl22xyj/img_20211107_162133.jpg?dl=1",

    "title" : "MIAA 100",

    "video" : "https://www.mediafire.com/file/4lkdo4nl23md2vt/%255BDark_TV_2.0%255DMIAA_100%257ESD.m4v/file"

  },

  {

    "description" : "PRED 144 (Censored) \n\nဘဝကြီးကို\ဂိမ်း\တစ်ခုလို့သင်မြင်ကြည့်ဖူးပါသလား,စိတ်ခေါ်မှုတွေ,ကြိုးစားလိုစိတ်တွေနဲ့အရမ်းကိုအပြိုင်အဆိုင်တွေများတဲ့အမြင်တစ်ခုပေါ့..ကျဆုံးသွားရင်လည်းဝမ်းနည်းရတဲ့အခါရှိသလိုအောင်မြင်မှုတွေဆွတ်ခူးနိုင်ရင်လည်းပျော်ရွှင်ရတဲ့အချိန်တွေရှိစမြဲပေါ့.. ကဲဒါဆိုစိန်ခေါ်မှုအနေနဲ့စမ်းကြည့်တာပေါ့သင်တစ်လလောက်အာသာမဖြေဘဲနေနိုင်ရင်Eimiဟာသင့်အိမ်ကိုလာပြီးကိုယ်တိုင်ဆန္ဒတွေပြည့်ဝအောင်လုပ်ပေးမယ်ဆိုရင်ရောသင့်အနေနဲ့သူလာရောက်ဆန္ဒဖြည့်ပေးမဲ့အချိန်တစ်လကိုတောင့်ခံနိုင်ပါ့မလား..?သူရောက်လာတဲ့အဓိသင်တစ်လတိတိ တောင့်ခံနိုင်တယ်ဆိုရင်တော့နောက်လာမဲ့နေ့ကတော့သင့်အတွက်နေ့ထူးနေ့မြတ်လေးတစ်ရက်ဖြစ်လာမှာပါ... ဇာတ်လမ်းလေးကတော့..Eimiဟာရိုက်ကူးသူနဲ့တကယ်ကိုခက်ခဲတဲ့ကတိတစ်ခုကိုပြုလုပ်ခဲ့ကြပါတယ်.. အဲ့တာကတော့ဗီဒီယိုမရိုက်ကူးခင်တစ်လအတွင်းကိုယ့်ဘာသာကိုအာသာမဖြေရဘူးဆိုတာပါဘဲ..အလေ့အကျင့်တစ်ခုဟာတောက်လျှောက်လုပ်လာပြီဆိုရင်ဖျောက်ဖို့အင်မတန်မှခက်ခဲလှပါတယ်..ကာယလေ့ကျင့်ခန်းနေ့တိုင်းလုပ်နေတဲ့လူဟာအဲ့အမူအကျင့်ကိုဖျောက်ဖို့ခက်သလို သူကိုယ်တိုင်နေ့တိုင်းအာသာဖြေပါတယ်လို့ဝန်ခံထားတဲ့Eimiဟာလည်းဒီတစ်လဆိုတဲ့အချိန်မှာသူငရဲကျသလိုခံစားနေရမယ်ဆိုတာအမှန်ပါဘဲ...အဲ့တော့တစ်လကြာနောက်အာသာမဖြေဘဲရိုက်ကူးရေးနေ့ကိုရောက်သွားတဲ့အခါအရမ်းတွေထန်နေတဲ့Eimiလေးကိုရင်နဲ့အမျှကြည့်ရှုခံစားချင်တယ်ဆိုရင်တော့ဒီဇာတ်လမ်းလေးကိုကြည့်လိုက်ပါနော်... Release date Apr 4, 2019 Runtime 148min Director ZAMPA Label Elegance Content ID pred00144 Actresses Eimi Fukada",

    "download" : "https://www.mediafire.com/file/9t4anjha5pq0c13/%255BDark_TV_2.0%255DPRED_144%257ESD.m4v/file",

    

    "preview" : "https://www.dropbox.com/s/rsrodwv2iuxy7ji/img_20211107_162145.jpg?dl=1",

    

    "title" : "PRED 144 ",

    "video" : "https://www.mediafire.com/file/9t4anjha5pq0c13/%255BDark_TV_2.0%255DPRED_144%257ESD.m4v/file"

  },

  {

    "description" : "NDRA-067 မြန်မာစာတန်းထိုး\nEimi တိုလင်မယားနှစ်ယောက်နေတဲ့ တိုက်ခန်းရဲ့ဘေးအခန်းကလူကြောင့် Eimiတစ်ယောက်စိတ်အနှောင့်အယှက်ဖြစ်ရပါတယ်။\nဆေးလိပ်သောက်တဲ့အနံ့ကိုမခံနိုင်တဲ့ Eimiတစ်ယောက် လူကြားထဲလည်းမရှောင်ပဲဆေးလိပ်သောက်တက်တဲ့ ဘေးအခန်းကလူကို မျက်မုန်းကျိုးပြီး တိုင်စာကပ်လိုက်ပါတော့တယ်။\nဒါကိုမကျေနပ်တဲ့ ဘေးအခန်းကလူက Eimi ကိုချုပ်ပြီးဘုပါတော့တယ် ဘုနေတဲ့ပုံတွေကိုရိုက်ထားပြီး Eimi တိုင်ပြောရင် ပုံတွေဖြန့်မယ်လို ခြိမ်းခြောက်ပြီး Eimi ကိုနေ့တိုင်းဘုနေပါတော့တယ်။",

    "download" : "https://www.mediafire.com/download/zq7bq9ow2q50ax2",

    "preview" : "https://jav-fetish.site/wp-content/uploads/2020/02/ndra067pl-1.jpg",

    "title" : "NDRA 067",

    "video" : "https://www.mediafire.com/download/zq7bq9ow2q50ax2"

  },

 {

    "description" : "မြန်မာစာတန်းထိုး\nအဘိုးဖြစ်သူရဲ့ ကျန်းမာရေးကြောင့် နွေရာသီမှာ နယ်ကိုခဏပြန်လာခဲ့ပါတယ်...ထိုနေရာမှာ ဘာအလုပ်မှ မလုပ်ရပဲ ပျင်းနေတဲ့ သူတစ်ယောက်အတွက် ငယ်ငယ်က ကစားဖော်ဖြစ်တဲ့ Minori နဲ့ ပြန်လည်တွေ့ဆုံခဲ့ပြီး အခု အရွယ်ရောက်မှ ပြန်တွေ့တဲ့အခါမှာတော့ ..",

    "download" : "https://www.mediafire.com/download/h0bo9ydsu18zk01",

    

    "preview" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSZS1gO_J85nF0TDCWEUmfPqOi4S2Lkd5k2HA&usqp=CAU",

    

    "title" : "IPX-508 ",

    "video" : "https://www.mediafire.com/download/h0bo9ydsu18zk01"

  },

{

    "description" : "EBOD 762 (Censored) ဒီဇာတ်လမ်းလေးကတော့ ဖတဆိုးမိန်းမငယ်လေးတစ်ယောက်ကို အကြင်နာပိုမိတဲ့ ဦးလေးကြီးတစ်ယောက်အကြောင်းပါ MC တစ်ယောက် အိမ်ကိုအလည်လာနေကျဖြစ်တဲ့ သမီးဖြစ်သူရဲ့ သူငယ်ချင်းကောင်မလေးကို ခုတလော အသနားပိုနေမိပါတယ် ရိုးသားဖြူစင်ပြီးချစ်စရာကောင်းတဲ့သူမဟာ ဖတဆိုးသမီးလေးဖြစ်ပြီး MC ဦးလေးကြီးကို သူမအဖေလို တွယ်တာရှာသူပါ သူ့ကို စိတ်ရှုပ်စရာကောင်းလောက်အော် တောက်တဲ့လိုလိုက်ကပ်နေတဲ့ ကလေးမလေးကို MC တစ်ယောက်ဘယ်လို ကိုင်တွယ်မလဲဆိုတာကတော့.....",

    "download" : "https://www.mediafire.com/file/gq0nfx767w6y4up/%255BX_Channel%255DEBOD_762%257ESD.m4v/file",

    

    "preview" : "https://images.javseen.tv/videos/tmb/000/094/796/1.jpg",

    "title" : "EBOD 762",

    "video" : "https://www.mediafire.com/file/gq0nfx767w6y4up/%255BX_Channel%255DEBOD_762%257ESD.m4v/file"

  },

 {

    "description" : "Tsubasa တစ်ယောက်ယောကျင်္ားဖြစ်သူနဲ့ကွာရှင်းရမယ့် အဖြစ်နဲ့ကြုံတွေ့နေရပါတယ်...အကြောင်းရင်းကတော့ ကလေးမရှိလို့ပါ...ယောကျင်္ားဖြစ်သူကလဲ Tsubasa ရဲ့လိုအပ်ချက်တွေကိုဖြည့်ဆည်းမပေးနိုင်တဲ့အခါ...ယောကျင်္ားဖြစ်သူရဲ့သူငယ်ချင်းကဖြည့်ဆည်းပေးနိုင်မလား...ဘယ်လိုတွေဖြည့်ဆည်းပေးသွားမလဲ...နောက်ဆုံး Tsubasa တစ်ယောက်ကွာရှင်းခံရမလားဆိုတာ ဆက်လက်အားပေးကြပါဦးနော်...(မှတ်ချက်...ကိုယ်ပိုင်တဲ့အရာကိုတန်ဖိုးထားတတ်ကြပါစေ)... Release Date:Feb. 08, 2020 Runtime:121min. (HD: 121min.) Director:Hiromichi Hose Studio:Idea Pocket Content ID:ipx00440 Actress(es):Tsubasa Amami Video Size - 975MB Translated by Darklord Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/4p5z56j599257p2/%255BDark_TV%255D_Ipx_440.mp4/file",

    "preview" : "https://images-na.ssl-images-amazon.com/images/I/91PPoR1nyaL._AC_SL1500_.jpg",

    "title" : "IPX 440",

    "video" : "https://www.mediafire.com/file/4p5z56j599257p2/%255BDark_TV%255D_Ipx_440.mp4/file"},

{

    "description" : "HND 739 (Censored) တကယ်တော့သင်ဟာသင်ထင်သလိုအရမ်းအားနည်းတဲ့လူတစ်‌ယောက်မဟုတ်ပါဘူး၊တကယ်အရေးကြုံလာတဲ့အချိန်မှာသင့်ရဲ့ တိမ်မြှုပ်နေတဲ့အစွမ်းတွေဟာမထင်ထားတဲ့အခြေ‌အနေတွေမှာအမြဲပေါ်လာတတ်ပါတယ်ဥပမာပြောရရင်စစ်သည်တွေသံချပ်ကာကိုအထပ်ထပ်ဝတ်သလိုပေါ့ ခန္ဓာကိုယ်ကလေးပင်နေပေမဲ့လည်းသူတို့ရဲ့အသက်အန္တာရာယ်ကိုစိတ်ပူစရာမလိုတော့ဘူးအဲ့တော့သင်ဟာလည်းမလွဲသာ မရှောင်တာဘဲတိုက်ပွဲဝင်ရတော့မယ်ဆိုရင်အနည်းဆုံးတစ်ဒါဇင်လောက်ဆောင်သွားတာအကောင်းဆုံးပါသင့်ရဲ့လုပ်နိုင် စွမ်းတွေကိုသင်မသိသေးလို့ပါကိုယ့်ရဲ့ပြိုင်ဘက်ကိုလည်းကိုယ်ကအစွမ်းတောင် ထုတ်မပြရသေးဘဲဆောင်လာတဲ့အဆောင်အယောင်နဲ့တင်အထင်ကြီးသွားအောင်ထိလုပ်နိုင်လို့ပါ၊ ဇာတ်လမ်းလေးကတော့ကျောင်းမှာတာဝန်ကျတဲ့Eimi sanဆိုတဲ့ဆရာမလေးတစ်ယောက်နဲ့ကျောင်းသားငထန်တစ်သိုက်တို့ရဲ့အ ဆောင်အယောက်တွေပေါက်ဖြဲတဲ့အထိနှစ်ပါးသွားကြတဲ့ကားလေးပါ၊ ၁၉ရာစုကကားတွေလိုပထမတစ်ခေါက်မူမယ်ဒုတိယတစ်ခေါက်တော့နှုတ်ဆိတ်နေမယ်တတိယအကြိမ်လည်းရောက်ရောကိုယ်တိုင်တက်ကြမ်းတဲ့ရှေးရိုးစွဲကားတွေလိုမဟုတ်ဘဲခေတ်သစ်ဆန်ဆန်ကြည့်ရှုရမဲ့ကားဖြစ်တဲ့အတွက်တိုက်ပွဲတစ်ခုမှာဘယ်လောက်ထိအဆောင်အယောင်လက်နက်တွေကအရေးပါလဲဆိုတာစေတနာတွေဖြင့်တင်ဆက်ပေးလိုက်ပါတယ်နော်.. Release date Oct 19, 2019 Runtime 118min Director HiroA Label Hon Naka Content ID hnd00739 Actresses Eimi Fukada Video Size (HD)1.2GB/(SD)470MB",

    "download" : "https://www.mediafire.com/file/s1x7ilc4zxs6mvl/%255BDark_TV_2.0%255DHND_739_SD.m4v/file",

    "preview" : "https://www.dropbox.com/s/spqfb9hdhtgfr9g/img_20211025_005721.jpg?dl=1",

    "title" : "HND 739",

    "video" : "https://www.mediafire.com/file/s1x7ilc4zxs6mvl/%255BDark_TV_2.0%255DHND_739_SD.m4v/file"

  },

{

    "description" : "RBD - 625 (censored) \n\nYuki တစ်ယောက်စားသောက်ဆိုင်အလုပ်ကနေအနားယူလိုက်ပေမယ့်တစ်ကြော့ပြန်လည်လုပ်ကိုင်ဖို့ဖြစ်လာပါတယ် သူနဲ့စေ့စပ်ထားတဲ့သူနဲ့အတူအလုပ်လုပ်ခဲ့ဖူးတဲ့စားသောက်ဆိုင်ကိုပြန်သွားပြီး မင်္ဂလာညစာ စားပွဲအတွက်စီစဉ်ခဲ့ပါတယ် အဲ့အချိန်မှာပဲ Yuki ဟာလူတစ်ယောက်ဆေးလိ်ပ်သောက်နေတာကိုမြင်တော့မနေနိုင်ပဲဆေးလိပ်မသောက်ဖို့ဝင်ပြောခဲ့ပါတယ်...သူပြောတဲ့သူကတခြားသူမဟုတ်ပဲဆိုင်ပိုင်ရှင်ဖြစ်နေသောအခါ Yuki ကိုသဘောကျပြီးဆိုင်မှာအလုပ်လုပ်ဖို့အကူညီတောင်းလာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်မလဲ.... Dark TV App လေးကိုကြိုက်နှစ်သက်တယ်ဆိုရင် Like & Share လုပ်ပေးကြပါနော်... Release Date:Oct. 04, 2014 Runtime:106min. Director:Jin Ishiko Studio:Attackers DVD ID:RBD-625 Actress(es):Misaki Honda Translated & Encoded by Lil Vampire Video size - 589 MB",

    "download" : "https://www.mediafire.com/file/qf6decpd5g7ndw5/RBD_-_625.mp4/file",

    

    "preview" : "https://www.dropbox.com/s/k1vn7rz2amzxat2/img_20211103_002526_663.jpg?dl=1",

 

    "title" : "RBD - 625",

    "video" : "https://www.mediafire.com/file/qf6decpd5g7ndw5/RBD_-_625.mp4/file"

  },

   {

    "description" : "MEYD 368 (Censored) \n\nလူသားတွေဟာအချစ်အတွက်ကြောင့်ဘဲဒီကမ္ဘာကြီးမှာရှင်သန်ရတဲ့ရည်ရွယ်ချက်ကိုသိရှိလာခဲ့တယ်..ယောင်္ကျားတစ်ယောက်နဲ့မိန်းကလေးတစ်ယောက်လက်ထပ်လိုက်ပြီဆိုရင်နှစ်ကိုယ်တစ်စိတ်နဲ့..ဘဝနှစ်ခုကိုတစ်သားတည်းဖြစ်အောင်တည်ဆောက်ကြရပါတယ်..အဲ့လိုတော့ကြာလာရင်သံယောဇဉ်လေးတွေဖြစ်တဲ့သွေးသားလေးတွေလိုချင်ကြတာသဘာဝပါဘဲ ဇာတ်လမ်လေးကတော့လက်ထက်သာကြာပြီဖြစ်တဲ့အိမ်ထောင်စုတစ်စုမှာတန်ဖိုးထားသင့်တဲ့သံယောဇဉ်လေးလိုချင်တာကြောင့်မိန်းမဖြစ်သူဟာယောင်္ကျားကိုပူဆာပါတော့တယ်..ယောင်္ကျားဟာလည်းမနိုင်ဝန်မထန်းနိုင်သေးတာကြောင့်အကြောင်းအမျိုးမျိုးပြပြီး..ငြင်းဆန်နေလေရဲ့... ဒီလိုတော့တစ်နေ့မှာဇနီးသည်ကိုစောင့်ကြည့်နေတဲ့လူတစ်ယောက်ဟာသူ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့ရောက်လာခဲ့ပါတော့တယ်.ကောင်မလေးတွေရဲ့အချစ်ကိုတစ်ခေါက်နဲ့မရရင်နှစ်ခေါက်လိုက်ပြီးကြိုးစားရသလိုတစ်ခေါက်လုပ်လို့ကလေးမရတဲ့ဇနီးသည်ဆီကိုအဲ့လူဟာလတိုင်းလာပြီးကလေးရအောင်ကြိုး‌စားပေးတဲ့ကားကောင်းလေးဖြစ်တဲ့အတွက်..ကြည့်ရှုသင့်တဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်နော်... Release date May 12, 2018 Runtime 120min Director Hirokoji Osaki Label Tameike Goro Content ID meyd00368 Actresses Ai Sayama Video Size (/(SD)439MB Translated by Renote Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/0aubkad718lgfnm/%255BDark_TV_2.0%255DMEYD_368%257ESD.m4v/file",

    

    "preview" : "https://www.dropbox.com/s/k4u4qg5l2go0yg9/img_20211103_002526_183.jpg?dl=1",

    

    "title" : "MEYD 368",

    "video" : "https://www.mediafire.com/file/0aubkad718lgfnm/%255BDark_TV_2.0%255DMEYD_368%257ESD.m4v/file"

  },

  {

    "description" : "RBD 902 (Censored) \n\nတကယ်တော့တိုက်ပွဲတစ်ခုနဲ့ကစားပွဲတစ်ခုမှာသံယောဇဉ်တွေနဲ့အနှောင်အဖွဲ့တွေဆိုဆိုအားနည်းချက်တစ်ခုပါဘဲ... သင့်အနေနဲ့လည်းတိုက်ပွဲတစ်ခုကစားပွဲတစ်ခုမှာရန်သူ့လက်ထက်ရောက်သွားပြီဆိုရင်အရာအားလုံးဟာသူတို့ဖြစ်ချင်တဲ့လိုက်လုပ်ပေးရပါတော့တယ်... ဥပမာပြောရရင်သင်ဟာတစ်တိုင်းပြည်လုံးမှာမိန်းကလေးတွေဘဲရှိတဲ့ရန်သူ့လက်ထဲရောက်သွားပြီဆိုရင်တော့သင့်ခင်ဗျာသေချင်ရင်တောင်သေခွင့်မရဘဲနောက်ဆုံးအချိန်ထိသူ့တို့တိုင်းပြည်မှာရှိတဲ့မိန်းကလေးဦးရေအတိုင်း1သန်းဆိုလည်း1သန်း2သန်းဆိုလည်း2သန်းထိနေ့ညမအိပ်ဘဲဆန္ဒတွေဖြည့်ဆည်းပေးနေရပါလိမ့် မယ်..သင်သေချင်ရင်တောင်သေခွင့်မရှိပါဘူး..ဘာဖြစ်လို့လဲဆိုတော့ငွေတွေကြားထဲမှာရွှေတစ်ခုတည်းရှိရင်အဲ့ပစ္စည်းဟာအတောက်ပဆုံးဖြစ်သလိုဘဲ‌ယောင်္ကျားလေးမရှိတဲ့တိုင်းပြည်မှာသင်သာရှိနေခဲ့ရင်သင်ဟာသူတို့တွေအဖို့အလွန်အဖိုးတန်တဲ့လူတစ်ယောက်ပါဘဲ... တကယ်တော့..ဤသာယာမှုဟာလည်းရှင်လျက်နဲ့ငရဲကျသလိုဖြစ်နေကောင်း‌ဖြစ်နေနိုင်ပါတယ်...အဲ့လိုတိုင်းပြည်တွေဟာလည်းဒီကမ္ဘာကြီးရဲ့အမေဇုန်တောထဲမှာရှိတယ်လို့သိပ္ပံပညာရှင်တွေကခန့်မှန်းထားမိကြတဲ့အတွက်..သင်ဟာတစ်နေ့အဲ့ဒေသကိုရောက်ရမယ်လို့စိတ်ဆုံးဖြတ်ထားတယ်ဆိုရင်တော့ခုတည်းကသက်လုံနဲ့ခွန်အားကောင်းအောင်လေ့ကျင့်ပြီးရောက်လာမဲ့အခွင့်အရေးလေးကိုထိုင်စောင့်နေသင့်ပါတယ်နော်.. ဇာတ်လမ်းလေးကတော့အထူးစုံထောက်မလေးတစ်ယောက်ဟာသူ့ရဲ့သံယောဇဉ်ရှိတဲ့ကောင်မလေးနှစ်ယောက်ကိုကယ်ချင်တဲ့စိတ်ကြောင့်ရန်သူ့လက်ထဲရောက်ခါသူတို့ခိုင်းသမျှလိုက်နာရတဲ့အဖြစ်ရောက်ရှိသွားတဲ့အကြောင်းလေးပါ.. အဲ့တော့စုံထောက်မလေးခင်ဗျာကောင်မလေးတွေကိုကယ်ပြီးလွတ်မြောက်သွားမလား..? သူအရမ်းကယ်ချင်လွန်းတဲ့ကောင်မလေးနှစ်ယောက်ရဲ့တကယ့်အစစ်အသွင်အပြင်ကရောဘာများဖြစ်နေမလဲဆိုတာဒီကားလေးမှာစောင့်ကြည့်လိုက်ပါနော်.. Release date May 3, 2018 Runtime 120min Director hands bound behind one's back Label Ryupaku Content ID rbd00902 Actresses Yu ShinodaSora Shiina Video Size 392MB Translated by Renote Encoded by Lil Vampire\n\n\n",

    "download" : "https://www.mediafire.com/file/8dhmacylnjy5u2h/%255BDark_Tv_2.0%255DRbd_902%257ESD.m4v/file",

  

    "preview" : "https://www.dropbox.com/s/2lcwc1dxiyhdkbm/img_20211103_002526_547.jpg?dl=1",

   

    "title" : "RBD 902",

    "video" : "https://www.mediafire.com/file/8dhmacylnjy5u2h/%255BDark_Tv_2.0%255DRbd_902%257ESD.m4v/file"

  },

   {

    "description" : "SSNI 841 (Censored) \n\nတကယျတော့လောကကွီးမှာကွောကျစရာအကောငျးဆုံးအရာဟာဘယျအရာတှလေို့သငျထငျပါသလဲ..? နာနာဘာဝတှလေား..တိရစ်ဆာနျတှဘေဲလား..?အဲ့လိုမှမဟုတျဘဲ ကိုယျ့ရဲ့ပွိုငျဘကျတှရေနျသူတှရေဲ့ရနျလိုမှုတှလေား...?တကယျတော့အဲ့ဒါတှရေဲ့အထကျမှာရှိနတေဲ့တကယျ့ကွောကျစရာအကောငျးဆုံးအရာကတော့..\"လူသားတှရေဲ့နှလုံးသား\"ပါဘဲ..တစျစက်ကနျ့လေးအတှငျးမှာဘဲလူတစျယောကျဟာကိုယျ့ရဲ့သှေးသောကျညီအကိုတစျယောကျဖွစျလာနိုငျသလိုတစျက်ကနျ့လေးအတှငျးမှာဘဲ..ကိုယျ့မိသားစုဟာ လညျးကိုယျ့ရဲ့မဟာရနျသူဖွစျသှားနိုငျပါတယျ..သငျအခုအရမျးယုံကွညျနတေဲ့လူဟာလညျးသငျ့နောကျကြောကိုဓားနဲ့ထိုးဖို့အခှငျ့အရေးစောငျ့နသေူဖွစျနနေိုငျသလို..သငျအငျမတနျမှစိတျပကြျရှံ့ရှာမုနျးတီးနတေဲ့လူဟာလညျးသငျ့ကိုအမွဲအန်တရာယျတှေ ကွားကနကောကှယျပေးနတေဲ့သူဖွစျနနေိုငျပါတယျ..ဒါတှဟောလူသားတှရေဲ့နှလုံးသားမှာစက်ကနျ့တိုငျးပွောငျးလဲနတေဲ့အမှနျတရားတစျခုပါဘဲ... ဇာတျလမျးလေးကတော့ငယျငယျထဲကဦးလေးတစျယောကျလိုအဖတေစျယောကျလိုခငျရတဲ့လူတစျယောကျကသူ့အပေါျအရမျးယုံကွညျမှုရှိတဲ့ကြောငျးသူလေးတစျယောကျကိုအိမျမှာနှစျယောကျတညျးကြောငျးမှာမသငျရတဲ့ပညာတှကေိုကိုယျတိုငျလကျတှေ့ပါးစပျတှေ့ပညာဒါနလုပျပွီးစတေနာကိုအရငျးစှဲကာfreeသငျပေးသှားတဲ့ကားလေးဖွစျပါတယျ..ဦးလေးကွီးခငျ‌ဗြာအဲ့ ပညာတှကေိုသူမှေးပွီး၅နှစျသားလောကျကတညျးကသငျပေးခငြျပမေဲ့လညျး... မသငျ့တောျတာကွောငျ့စိတျရှညျသညျးခံစှာစောငျ့ရငျးအရှယျရောကျသှားတဲ့အခြိနျမှာတော့သူ့နှလုံးသားရဲ့စလေိုရာအတိုငျး အိမျမတျတှကေိုအကောငျအထညျဖောျထားတဲ့ကားလေးဖွစျတဲ့အတှကျသငျဟာအခုခြိနျမှာအနာဂတျအတှကျကွီးကွီးမားမားအိမျမတျစိတျကူးတစျခုရှိတယျဆိုရငျတော့..‌လေ့လာဆညျးပူးထားသငျ့တဲ့ကားကောငျးလေးတစျကားဖွစျပါတယျနောျ.. Release date Aug 1, 2020 Runtime 120min Director Kitorune Kawaguchi Label S1 NO.1 STYLE Content ID ssni00841 Actresses Hotaru Nogi Video Size (HD)1GB/(SD)413MB Translated by Renote Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/ejf8hvfgtogtofi/%255BDark_TV_2.0%255DSSNI_841%257ESD.m4v/file",

    "preview" : "https://www.dropbox.com/s/m50jrvecpnark1f/img_20211103_002526_562.jpg?dl=1",

    

    "title" : "SSNI 841",

    "video" : "https://www.mediafire.com/file/ejf8hvfgtogtofi/%255BDark_TV_2.0%255DSSNI_841%257ESD.m4v/file"

  },

   {

    "description" : "JUL 277 (censored)\n\n Rin Azuma တောင်းဆိုနေတဲ့ ဘော်ဒါတွေအတွက်ပါ......ဒီဇာတ်လမ်းလေးကတော့ ငယ်စဉ်ကတစ်ဖက်သတ်စွဲလမ်းခဲ့ရပေမယ့် သူငယ်ချင်းနောက်ပါသွားခဲ့တဲ့ မမကို ခဏတဖြုတ်ပြန်မြည်းခွင့်ရခဲ့တဲ့ကောင်လေးတစ်ယောက်ရဲ့အကြောင်းလေးပါ Kyoto မြို့မှ ကျောင်းတက်နေတဲ့ Yuuki ဟာ သူ့အဖေနောက်အိမ်ထောင်ပြုမှာဖြစ်တဲ့အတွက် မွေးရပ်မြေကို ခဏပြန်လာခဲ့ရပါတယ် သူ့အိမ်လေးကကျဉ်းတဲ့အတွက် သူ့အခန်းထဲမှာ မိထွေးရဲ့ပစ္စည်းတွေ အပြည့်ထည့်ထားခဲ့သောကြောင့် သူ့မှာနေစရာဘုံပျောက်ခဲ့ပါတယ် ဒါပေမယ့် ကံကောင်းထောက်မစွာဘဲ ငယ်ငယ်ကစွဲလမ်းခဲ့ရပေမယ့် ဖွင့်ပြောဖိုု့နောက်ကျခဲ့သောကြောင့် သူငယ်ချင်းရဲ့ ရည်းစားဖြစ်သွားတဲ့ မမ Rin နဲ့လမ်းမှာဆုံတွေခဲ့ပါတယ် သူမက သူမအိမ်ကိုသူ့ကိုတည်းဖို့ခေါ်သွားခဲ့ပါတယ် သူမယောကျ်ား (အရင်က သူ့သူငယ်ချင်း) ဖြစ်သူ ခရီးသွားဖို့ရှိတာကြောင့် သူတို့နှစ်ယောက်တည်းရှိတုန်းအရင်ကသူမရင်ထဲကအချစ်တွေကို ဖွင့်ဟခဲ့ပြီး ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့... Release Date:July 04, 2020 Runtime:119min. (HD: 119min.) Director:Jo Asagiri Studio:MADONNA Content ID:jul00277 Actress(es):Rin Azuma Video Size - 708 MB Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/un0fib3nyywp3kt/JUL_277.mp4/file",

   

    "preview" : "https://www.dropbox.com/s/3b5o0t6am4629rd/img_20211103_002522_999.jpg?dl=1",

    "title" : "JUL 277",

    "video" : "https://www.mediafire.com/file/un0fib3nyywp3kt/JUL_277.mp4/file"

  },

   {

    "description" : "MIDE 775 (censored) \n\nဒီဇာတ်လမ်းလေးကတော့ တစိမ်းယောကျ်ားလေးတစ်ယောက်တည်းနေတဲ့အိမ်မှာ no bra နဲ့ သွားတည်းတဲ့ ကျောင်းသူလေးတစ်ယောက်အကြောင်းပါ Sakura ဟာ ဇာတိမြို့လေးကမိဘအိမ်ကိုအလည်သွားရာမှာ မိဘတွေအံ့သြဝမ်းသာသွားအောင် ကြိုမပြောဘဲသွားခဲ့ပါတယ် ဒါပေမယ့် မိဘတွေက ခရီးထွက်သွားပြီး အိမ်ထဲဝင်ဖို့တောင် သော့မရှိတာကြောင့် သူမငယ်ငယ်ကဆရာရဲ့အိမ်မှာ ခွင့်တောင်းပြီးတည်းခဲ့ပါတယ် အရင်ကထက် လှသွေးကြွယ်နေတဲ့သူမဟာ လွတ်လပ်မှုကိုမြတ်နိုးပြီး အမြဲလိုလို ဘရာမဝတ်ဘဲနေလေ့ရှိတာကြောင့် ဆရာ့ရဲ့ ခန္ဓီပါရမီကို စိန်ခေါ်သလိုဖြစ်နေပါတယ် ကဲ ဘရာမဝတ်ဘဲ အကျီင်္အပါးလေးတွေပဲဝတ်လေ့ရှိတဲ့ မိမိရဲ့တပည့်အကိတ်မလေးကို ဆရာ့ဘက်က စောင့်စည်းနိုင်မလားဆိုတာကတော့..... Release Date:May 09, 2020 Runtime:120min. (HD: 120min.) Director:Mametaro Mamezawa Studio:MOODYZ Content ID:mide00775 Actress(es):Sakura Miura Video Size - 642MB Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/03n3wh4ysk38wrx/MIDE_775.mp4/file",

   

    "preview" : "https://www.dropbox.com/s/zvrwgkskojw45n0/img_20211103_002522_805.jpg?dl=1",

    "title" : "MIDE 775",

    "video" : "https://www.mediafire.com/file/03n3wh4ysk38wrx/MIDE_775.mp4/file"

  },

  {

    "description" : "PPPD 832 (censored) \n\nဒီဇာတ်လမ်းလေးကတော့ တစ်လလောက်အတူနေတာကို ရှောင်ကြဉ်ဖို့ ဆုံးဖြတ်မိတဲ့ ယောကျ်ားဖြစ်သူနဲ့ တစ်ရက်တောင် အငတ်မခံနိုင်တဲ့ အကိတ်မလေး Yuria တို့ရဲ့အကြောငး်ပါ ငယ်ရွယ်လှပတဲ့ Yuria ဟာ ရှိုက်ဖိုကြီးငယ်အသွယ်သွယ်နဲ့ လှပတဲံ့ကိုယ်လုံးကိုယ်ပေါက်ကိုပိုင်ဆိုင်ထားသူတစ်ယောက်ဖြစ်ပါတယ် တစ်နေ့မှာ Yuria ရဲ့ ယောကျ်ားက သူတို့နှစ်ယောက်ပိုပြီးချစ်ရအောင် ထူးဆန်းတဲ့နည်းလမ်းတစ်ခုကို ရှာဖွေတွေ့ရှိသွားပါတယ် ( အဲဒါကတော့ Yuria ရဲ့ ငတ်ပြတ်ခြင်းအစပေါ့) သူယောကျ်ားရဲ့ နည်းလမ်းကတော့ သူတို့ ၂ယောက် တစ်လလောက်အတူမနေဘဲ ရှောင်ကြဉ်ပြီးမှ အတူတူပြန်နေရင် တစ်ယောက်နဲ့တစ်ယောက်ပိုပြီးအချစ်ပိုလာကြလိမ့်မယ်ဆိုတဲ့ ဖတ်ကင်းလော့ဂျစ်ပါ (ဟုတ်မဟုတ်တော့မသိဘူး စမ်းကြည့်ကြပေါ့) Yuria က ယောကျ်ားစကားနားထောင်ပြိး မရှောင်ချင်ပေမယ့် ရှောင်လိုက်ရပါတယ် (ဟိုကမှလက်မခံတာကိုး) အဲလိုနဲ့ ရှောင်ကြဉ်တဲ့နောက်ဆုံးနေ့ကိုရောက်လာပါတော့တယ် (သူ မမျှော်လင့်နေတဲ့နေ့လေးပေါ့) ဒါပေမယ့် သူ့ယောကျ်ား သကောင့်သားက နောက်ဆုံးနေ့မှာ သူ့သူငယ်ချင်း FA ကောင်ကိုခေါ်လာပြီး သူ့အိမ်မှာညအိပ်ခို်င်းပါတယ် နောက်တစ်နေ့မနက်မှာ ရုတ်တရက် အလုပ်ကိစ္စနဲ့ခရီးထွက်ရာမှာ သူ့အိမ်မှာအိပ်နေတဲ့သူငယ်ချင်းကို မနှိူးဘဲ ထွက်သွားပါတော့တယ် အဲ့ဒီတော့ သူ့ရဲ့ (ငတ်ပြတ်နေတဲ့) မိန်းမနဲ့ သူ့ရဲ့ FA သူငယ်ချင်းတို့နှစ်ယောက် တစ်အိမ်တည်းမှာ ဘယ်လိုဆက်နှစ်ပါးသွားကြမလဲဆိုတာကတော့.... Release Date:Mar. 14, 2020 Runtime:150min. (HD: 150min.) Director:---- Studio:OPPAI Content ID:pppd00832 Actress(es):Yuria Yoshine Video Size - 700 MB Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/lru6osnudgf18yh/%255BDark_TV%255D_PPPD_832.m4v/file",

    

    "preview" : "https://www.dropbox.com/s/o32pj71xtl4tv0s/img_20211103_002522_905.jpg?dl=1",

    

    "title" : "PPPD 832",

    "video" : "https://www.mediafire.com/file/lru6osnudgf18yh/%255BDark_TV%255D_PPPD_832.m4v/file"

  },

  {

    "description" : "ADN 162 (censored) \n\nဘော်ဒါတစ်ယောက်တောင်းဆိုထားတဲ့ ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျ...Satomi ရဲ့ယောကျ်ားဟာ ကျန်းမာရေးမကောင်းလို့ အလုပ်နားထားရပြီး အိမ်ရှင်အမျိုးသား Matsuoka ထံအိမ်လခတွေအကြွေးတင်နေပါတယ် မိန်းမဆုံးထားတာ ၅နှစ်ရှိပြီဖြစ်ပြီး အိမ်မှာတစ်ယောက်တည်းအထီးကျန်နေတဲ့ အိမ်ရှင် Matsuoka က သဘောထားကြီးစွာအိမ်လခကိုဆိုင်းငံ့ပေးခဲ့ပါတယ်... ဒါပေမယ့် အိမ်ရှင် Matsuoka က သူမကို သူ့အိမ်ကအိမ်အလုပ်တွေ လာကူလုပ်ပေးဖို့တောငး်ဆိုခဲ့ပါတယ် သူမကလဲ အကြွေးတွေဆိုင်းငံ့ပေးတဲ့မျက်နှာနဲ့ သဘောတူခဲ့ပါတယ် မိန်းမနဲ့ဝေးနေတာကြာပြီဖြစ်တဲ့(ငတ်ပြတ်နေတဲ့)အိမ်ရှင်က သူမကို သူ့ဇနီးနဲ့ရုပ်ချင်းတူလို့ဆိုပြီး အပီကြံဖို့ကြိုးစားခဲ့ပါတယ် သူမကို ချော့တစ်ခါ ခြောက်တစ်လှည့်နှင့် မက်လုံးအမျိုးမျိုးပေးကာ သူလိုချင်တာဘယ်လိုရအောင်ယူမလဲဆိုတဲ့ Matsuoka ရဲ့ နည်းဗျူဟာအမျိုးမျိုးကတော့.... Release Date:Apr. 07, 2018 Runtime:113min. (HD: 113min.) Director:Kazuma Studio:Attackers Content ID:adn00162 Actress(es):Saeko Matsushita Video Size - 554 MB Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/47fly5ovtk1q9tb/%255BDark_TV%255D_ADN_162.m4v/file",

    

    "preview" : "https://www.dropbox.com/s/wwwsaq8ulb07hui/img_20211103_002525_970.jpg?dl=1",

    "title" : "ADN 162",

    "video" : "https://www.mediafire.com/file/47fly5ovtk1q9tb/%255BDark_TV%255D_ADN_162.m4v/file"

  },

 {

    "description" : "ADN 268 (Censored) \n\nX Channel နဲ့ Dark TV တို့ ပူးပေါင်းတင်ဆက်ထားတဲ့ ဇာတ်ကားလေးပါ... ဒီဇာတ်လမ်းလေးကတော့ အသက်ခပ်ငယ်ငယ် ကောင်မလေးတစ်ယောက်ရဲ့ ၃ဆမ်း ဇာတ်လမ်းလေးဖြစ်ပါတယ် Yukina ရဲ့ ဘဝဟာ အကျပ်အတည်းတွေနဲ့ ကြုံတွေ့နေရပြီး နေ့စဉ် မပျော်မရွှင်ဖြစ်နေတဲ့သူပါ ငယ်ရွယ်လှပတဲ့သူမကို သူမရဲ့ကုမ္ပဏီမန်နေဂျာက နေ့စဉ် ကျားချောင်းချောင်းလျက်ရှိပါတယ် သူမအိမ်မှာလဲ အဖေ့မိန်းမရဲ့သားဖြစ်သူ ကြံစည်ခြင်းကိုခံနေရတဲ့သူူပါ သူမဟာ ကြံရာမရတဲ့အဆုံး စိတ်လွတ်ကိုယ်လွတ်နဲ့ သူမမန်နေဂျာနဲ့ အကို တို့နေတဲ့ အိမ်ကိုသွားကာ သူတို့နှစ်ယောက်ကိုမိတ်ဆက်ပေးပြီး ဘယ်သူမှထင်မှတ်မထားတဲ့ စကားတစ်ခွန်းကိုပြော ချလိုက်ပါတော့တယ် အဲ့တာက ဘာစကားဖြစ်မလဲဆိုတာကတော့... Release Date:Oct. 03, 2020 Runtime:86min. (HD: 86min.) Director:Mitsuki Studio:Attackers Content ID:adn00268 Actress(es):Yukina Shida Video Size 442MB Translated by Lil Pump Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/ofrjlni4zerbzib/%255BX_Channel%255DADN_268.mp4/file",

    

    "preview" : "https://www.dropbox.com/s/3sjb4oy81cc1ynd/img_20211103_002522_954.jpg?dl=1",

    

    "title" : "ADN 268",

    "video" : "https://www.mediafire.com/file/ofrjlni4zerbzib/%255BX_Channel%255DADN_268.mp4/file"

  },

 {

    "description" : "SSNI 344 (Censored) \n\nX Cahnnel နဲ့ Dark TV တို့ ပူးပေါင်းတင်ဆက်ထားပါတယ်.... ဒီဇာတ်လမ်းလေးကတော့ နေမကောင်းနေတဲ့ ယောက္ခထီးကို နေကောင်းကျန်းမာလာအောင် စေတနာအပြည့်နဲ့ ခြေဆုပ်လက်နယ်ပြုစုပေးတဲ့ ချွေးမလှလှလေးတစ်ယောက်အကြောင်းပါ..... Yua Mikami နဲ့ သူမယောကျ်ားဟာ တိုကျိုကိုပြောင်းလာတော့ ယောက္ခထီးနဲ့အတူတစ်အိမ်တည်းနေခဲ့ပါတယ် သူမယောကျ်ားဟာ အလုပ်အကိုင်အသစ်နေရာအသစ်မှာ အရမ်းအလုပ်ရှုပ်နေတာကြောင့် အချိန်ပြည့်လိုလိုအိမ်မပြန်နိုင်ဖြစ်နေရပါတယ် ဒါကြောင့်သူမဟာ ယောကျ်ားဖြစ်သူအစား ယောက္ခထီးကို ပိုပြီးပြုစုဖို့အချိန်ရပါတယ် စေတနာကောင်းလှတဲ့ ချွေးမလေးကြောင့် အဘိုးကြီးဟာ သိပ်မကြာခင်မှာပဲ ကျန်းမာပြီး သန်မာထွားကြိုင်းလာပါတော့တယ်... Release Date:Nov. 17, 2018 Runtime:149min. (HD: 149min.) Director:Mon C Studio:S1 NO.1 STYLE Content ID:ssni00344 Actress(es):Yua Mikami Video Size 784MB Translated by Lil Pump Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/8m4f97czvodmrml/%255BX_Channel%255DSSNI_344.mp4/file",

 

    "preview" : "https://www.dropbox.com/s/68j0wzr0vsovng1/img_20211103_002523_502.jpg?dl=1",

    

    "title" : "SSNI 344 ",

    "video" : "https://www.mediafire.com/file/8m4f97czvodmrml/%255BX_Channel%255DSSNI_344.mp4/file"

  },

   {

    "description" : "PPPD 815 (censored) \n\nJAV ရဲ့ နာမည်ကြီး တကျော့ပြန်မင်းသမီး Megumi ရဲ့ အိမ်အရောက် မာဆတ်ဝန်ဆောင်မှုမှာ ကတ်စတန်မာတွေကို အပြတ်အသတ်ပြုစုပုံလေးဖြစ်ပါတယ် ဒီဇာတ်လမ်းလေးမှာ Megumi ဟာ အိမ်အရောက်ဝန်ဆောင်မှုပေးတဲ့ မာဆတ်ကုမ္ပဏီက မယ်လေးဖြစ်ပါတယ် ချောမောလှပပြီး အပြုအစုကောင်းတဲ့သူမကို ကတ်စတန်မာတွေက အရမ်းသဘောကျကြပါတယ် သူမရဲ့ အပြုအစုကျွမ်းပုံကို ရှူစားကြရမှာဖြစ်ပါတယ်... Release Date:Dec. 14, 2019 Runtime:154min. (HD: 154min.) Director:---- Studio:OPPAI Content ID:pppd00815 Actress(es):Megumi Meguro Video Size - 622MB Translated & Encoded by Lil Vampire",

    "download" : "https://www.mediafire.com/file/fkzqp9qvya39u9u/%255BDark_TV%255D_PPPD_815.m4v/file",

    

    "preview" : "https://www.dropbox.com/s/4iqa62843ncy7a9/img_20211103_002523_517.jpg?dl=1",

 

    "title" : "PPPD 815",

    "video" : "https://www.mediafire.com/file/fkzqp9qvya39u9u/%255BDark_TV%255D_PPPD_815.m4v/file"}]

 
