[{"title":"JUL 703",

"preview":"https://i0.hdslb.com/bfs/article/watermark/a73c6f5e43c86c4acf5724c3fa698a2d93155624.jpg@899w_1350h_progressive.webp",

"previews":"https://i0.hdslb.com/bfs/article/watermark/a73c6f5e43c86c4acf5724c3fa698a2d93155624.jpg@899w_1350h_progressive.webp",

"video":"https://www.mediafire.com/file/3ku9mllfbxi4bzo/%255BDark_TV_2.0%255DJUL_703%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/3ku9mllfbxi4bzo/%255BDark_TV_2.0%255DJUL_703%257ESD.m4v/file",

"description":"JUL 703 (Censored) ဒီဇာတ်လမ်းလေးကတော့ အနောက်တိုင်းသူချောချောလေးကို ဆွဲစားခဲ့တဲ့ ကုမ္ပဏီပိုင်ရှင် ကတုံးကြီးရဲ့ အကြောင်းပဲဖြစ်ပါတယ် ငယ်ရွယ်လှပတဲ့ ရွှေအိုရောင်ဆံပင်ပိုင်ရှင် ရုရှားသူလေးဟာ ဂျပန်က သူဌေးတစ်ယောက်နဲ့ အိမ်ထောင်ကျနေတာ သုံးနှစ်ရှိခဲ့ပါပြီ ကံမကောင်းစွာနဲ့ သူမယောကျ်ား ကုမ္ပဏီ ဒေဝါလီခံခဲ့ရတဲ့အချိန်မှာတော့ သူမကိုယ်တိုင် တခြားကုမ္ပဏီတစ်ခုမှာ secretary အလုပ်ကို ဝင်လျှောက်ခဲ့ရပါတယ် ဘာသာစကားသုံးမျိုးတတ်ပြီး လုပ်ငန်းအတွေ့အကြုံရှိရုံသာမက မြှစ်စို့ပေါက်ကြီးလို မြင့်မားဖွံ့ထွားလှတဲ့သူမကို သူမသူဌေးကတုံးကြီးက သူငယ်ချင်းလိုပဲဆက်ဆံမလားဆိုတာကတော့..... Release date Sep 10, 2021 Runtime 115min Director Nagae Label Madonna Content ID jul00703 Actresses Lily Hart Video Size (HD)1GB/(SD)430MB Translated & Encoded by Lil Vampire"},
{"title":"VENU 984",

"preview":"https://pics.dmm.co.jp/digital/video/venu00984/venu00984jp-4.jpg",

"previews":"https://pics.r18.com/digital/video/venu00984/venu00984pl.jpg",

"video":"https://www.mediafire.com/file/v3ndj9a8pcedxts/%255BDark_TV_2.0%255DVENU_984%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/v3ndj9a8pcedxts/%255BDark_TV_2.0%255DVENU_984%257ESD.m4v/file",

"description":"VENU 984 (Censored) ဒီဇာတ်လမ်းလေးကတော့ ဆော်ပစ်ခံရတဲ့ ကောင်လေးတစ်ယောက်ကို ဝေဒနာကနေ သက်သာလာအောင်ကုထုံးမျိုးစုံနဲ့ ကုသပေးတဲ့ အကိတ်မမတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် ဆော်ပစ်ခံရလို့ တမှိုင်မှိုင် တတွေတွေနဲ့ အပမှီသလိုဖြစ်နေတဲ့ MC ကို ကြည့်ပြီး အကို့မိန်းမလှလှလေးတစ်ယောက် စိတ်မချမ်းသာလှပါ အမြဲတမ်း အခွက်ပြောင်လှတဲ့ MC လိုလူမျိုးက ကြက်ကြီးလည်လိမ်ထားသလို ဖြစ်နေလေတော့ သူမ ဘယ်လိုမှ မကြည့်ရက်တော့ပေ ဒါ့ကြောင့် စော်ပစ်ကောင် MC တစ်ယောက် စိတ်ပျော်လာရန်အလို့ငှာ သူမမှာ ရှိတာအကုန်အသုံးချပြီး နည်းမျိုးစုံ ကြိုးစားလေတော့သည်...,}]
