[{"title":"JUL 703",

"preview":"https://i0.hdslb.com/bfs/article/watermark/a73c6f5e43c86c4acf5724c3fa698a2d93155624.jpg@899w_1350h_progressive.webp",

"previews":"https://i0.hdslb.com/bfs/article/watermark/a73c6f5e43c86c4acf5724c3fa698a2d93155624.jpg@899w_1350h_progressive.webp",

"video":"https://www.mediafire.com/file/3ku9mllfbxi4bzo/%255BDark_TV_2.0%255DJUL_703%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/3ku9mllfbxi4bzo/%255BDark_TV_2.0%255DJUL_703%257ESD.m4v/file",

"description":"JUL 703 (Censored) ဒီဇာတ်လမ်းလေးကတော့ အနောက်တိုင်းသူချောချောလေးကို ဆွဲစားခဲ့တဲ့ ကုမ္ပဏီပိုင်ရှင် ကတုံးကြီးရဲ့ အကြောင်းပဲဖြစ်ပါတယ် ငယ်ရွယ်လှပတဲ့ ရွှေအိုရောင်ဆံပင်ပိုင်ရှင် ရုရှားသူလေးဟာ ဂျပန်က သူဌေးတစ်ယောက်နဲ့ အိမ်ထောင်ကျနေတာ သုံးနှစ်ရှိခဲ့ပါပြီ ကံမကောင်းစွာနဲ့ သူမယောကျ်ား ကုမ္ပဏီ ဒေဝါလီခံခဲ့ရတဲ့အချိန်မှာတော့ သူမကိုယ်တိုင် တခြားကုမ္ပဏီတစ်ခုမှာ secretary အလုပ်ကို ဝင်လျှောက်ခဲ့ရပါတယ် ဘာသာစကားသုံးမျိုးတတ်ပြီး လုပ်ငန်းအတွေ့အကြုံရှိရုံသာမက မြှစ်စို့ပေါက်ကြီးလို မြင့်မားဖွံ့ထွားလှတဲ့သူမကို သူမသူဌေးကတုံးကြီးက သူငယ်ချင်းလိုပဲဆက်ဆံမလားဆိုတာကတော့..... Release date Sep 10, 2021 Runtime 115min Director Nagae Label Madonna Content ID jul00703 Actresses Lily Hart Video Size (HD)1GB/(SD)430MB Translated & Encoded by Lil Vampire"},

{"title":"VENU 984",

"preview":"https://pics.dmm.co.jp/digital/video/venu00984/venu00984jp-4.jpg",

"previews":"https://pics.r18.com/digital/video/venu00984/venu00984pl.jpg",

"video":"https://www.mediafire.com/file/v3ndj9a8pcedxts/%255BDark_TV_2.0%255DVENU_984%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/v3ndj9a8pcedxts/%255BDark_TV_2.0%255DVENU_984%257ESD.m4v/file",

"description":"VENU 984 (Censored) ဒီဇာတ်လမ်းလေးကတော့ ဆော်ပစ်ခံရတဲ့ ကောင်လေးတစ်ယောက်ကို ဝေဒနာကနေ သက်သာလာအောင်ကုထုံးမျိုးစုံနဲ့ ကုသပေးတဲ့ အကိတ်မမတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် ဆော်ပစ်ခံရလို့ တမှိုင်မှိုင် တတွေတွေနဲ့ အပမှီသလိုဖြစ်နေတဲ့ MC ကို ကြည့်ပြီး အကို့မိန်းမလှလှလေးတစ်ယောက် စိတ်မချမ်းသာလှပါ အမြဲတမ်း အခွက်ပြောင်လှတဲ့ MC လိုလူမျိုးက ကြက်ကြီးလည်လိမ်ထားသလို ဖြစ်နေလေတော့ သူမ ဘယ်လိုမှ မကြည့်ရက်တော့ပေ ဒါ့ကြောင့် စော်ပစ်ကောင် MC တစ်ယောက် စိတ်ပျော်လာရန်အလို့ငှာ သူမမှာ ရှိတာအကုန်အသုံးချပြီး နည်းမျိုးစုံ ကြိုးစားလေတော့သည်... Release date Dec 6, 2020 Runtime 108min Director SARU Label Fakecest (Winnters) Content ID venu00984 Actresses Sayuri Mitsumoto Video Size (HD)1GB/(SD)416MB Translated & Encoded by Lil Vampire"},

 

 {"title":"VENU 636",

"preview":"https://pitube.net/files/film_image/2016/09/25/mimPqMDKi.jpg",

"previews":"https://pics.vpdmm.cc/digital/video/venu00636/venu00636jp-5.jpg",

"video":"https://www.mediafire.com/file/29mx72f0qlcowl9/%255BDark_TV_2.0%255DVENU_636%257EHD.mp4/file",

"download":"https://www.mediafire.com/file/29mx72f0qlcowl9/%255BDark_TV_2.0%255DVENU_636%257EHD.mp4/file",

"description":"ယောက္ခမနဲ့ တစ်ထောင့်တစ်ည ဒီနေ့ MC မိန်းမဖြစ်သူ ခရီးသွားတော့ မိန်းမအစား ယောက္ခမကြီးက လာရောက်ချက်ပြုတ်ကျွေးလေသည် ယောက္ခမကြီးဆိုလို့ သေးသေးလေးမဟုတ် အကြီးကြီးဖြစ်သည်(အသက်ပြောပါတယ်) ခန္တာကိုယ်ကောက်ကြောင်းက MC မိန်းမနှင့်လားလားမျှမဆိုင် မအေနဲ့သမီးလို့ပြောရင် ဘယ်သူမှယုံမည်မထင် ထိုသို့ထိုပုံလှသော့ ယောက္ခမကြီးကို MC မှာ ကြိတ်သရေကျနေတာကြာပြီဖြစ်သည် ဒီနေ့တော့ တစ်အိမ်တည်း နှစ်ယောက်တည်းရှိနေသည့်အပြင် ရေချိူးခန်းမှာပါ သူမအဝတ်လဲနေတုန်း မှားဝင်ရင်း ဆုံမိချေသေးသည် MC ပဲ ကံဇာတာတက်နေသည်လားမပြောတတ် သူကြိတ်ကျွေနေသည့် ယောက္ခမကြီးက ညခင်း သူ့အိပ်ရာထက်က သူ့နံဘေးမှာ နွေရာသီဝတ်သည့် one pieces ရေကူးဝတ်စုံကြီးနှင့် ဝင်အိပ်နေလေသည် MC ကိုသွေးတိုးစမ်းလေသည်လားယောက္ခမကြီးရယ် ဟုပင်ပြောရမလို ကုလားဘုရားပွဲလှည့်သလို ခုန်နေသည့် ရွှေရင်အစုံကို ဖိရင်း MC တစ်ယောက် ဒီအခြေအနေကြီးကို ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်ရပါ့မလဲဟု တွေးဆရင်း..... Release date Sep 4, 2016 Runtime 83min Director Peter* Label Fakecest (Winnters) Content ID venu00636 Actresses Asahi Mizuno Video Size(HD)774MB/(SD)314MB Translated & Encoded by Lil Vampire"},

 

 {"title":"MEYD 712",

"preview":"https://m.media-amazon.com/images/I/81JCP6jKrgL._AC_SL1500_.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/meyd00712/meyd00712jp-2.jpg",

"video":"https://www.mediafire.com/file/a6mt7oh17sdukk3/%255BDark_TV_2.0%255DMEYD_712%257EHD.mp4/file",

"download":"https://www.mediafire.com/file/a6mt7oh17sdukk3/%255BDark_TV_2.0%255DMEYD_712%257EHD.mp4/file",

"description":"MEYD 712 (Censored) လူ့အလို နတ်မလိုက်နိုင်ဆိုသလို လူတိုင်းဟာ ပြည့်စုံတယ်လို့ မရှိပဲ တစ်ခုခုကတော့ အမြဲတမ်းလိုအပ်နေကြပါတယ်...ဒီဇာတ်လမ်းထဲက မင်းသမီး Riho ရဲ့ လိုအပ်ချက်လေးကို အဖြေရှာကြည့်ရအောင်...ဇာတ်လမ်းလေးကတော့...Riho ရဲ့ ယောကျ်ားဖြစ်သူက သူမရဲ့ လိုအင်ဆန္ဒတွေကို ဖြည့် ဆည်းမပေးနိုင်ခဲ့ပါဘူး ဒါကို သတိထားမိသွားတဲ့ သူမယောကျ်ားရဲ့ ဆရာ ဟာ Riho ရဲ့ လိုအပ်ချက်တွေကို အစွမ်းကုန်ဖြည့်ဆည်းပေးပါတော့တယ်...Riho တစ်ယောက် မှားမှန်းသိတဲ့ လမ်းကို ဘယ်အချိန်ထိ ဆက်လျှောက်မလဲ ဆိုတာကတော့.... Release date Oct 15, 2021 Runtime 119min Director Dai Omura Label Tameike Goro Content ID meyd00712 Actresses Riho Fujimori Video Size (HD)1GB Translated by Lil Pump Encoded by Lil Vampire"},

 

 {"title":"JUL 507",

"preview":"https://p9-tt-ipv6.byteimg.com/origin/pgc-image/fac0c4ae89cc441f9aa1acca61c91bca",

"previews":"https://tva1.sinaimg.cn/mw690/ad9c6a14gy1go47sk3xnqj20j60bxe2m.jpg",

"video":"https://www.mediafire.com/file/jkuqc732flx92pq/%255BDark_TV_2.0%255DJUL_507%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/jkuqc732flx92pq/%255BDark_TV_2.0%255DJUL_507%257ESD.m4v/file",

"description":"JUL 507 (Censored) MC တစ်ယောက် သူ့မွေးရပ်မြေကို ပြန်မလာချင်ပေမယ့်...သူ့အဖေရဲ့ ခေါ်ဆိုမှုကြောင့် ပြန်ရောက်လာခဲ့တဲ့ အခါမှာတော့ အထက်တန်းတုန်းက ဖွင့်မပြောရဲခဲ့တာကြောင့် သူများနောက်ကို ပါသွားတဲ့ စီနီယာ မမ နဲ့ လမ်းမှာ ပြန်လည်တွေ့ဆုံခဲ့ကြပါတယ်....သူတို့ နှစ်ယောက်ရဲ့ အတိတ်က ဘာတွေ ဖြစ်ခဲ့ပြီး ယခု မွေးရပ်မြေကို ပြန်ရောက်လာတဲ့ အခါမှာရော သူ တစ်ဖတ်သတ်ကြိုက်ခဲ့ ရတဲ့ မမ ကို ဖွင့်ပြောမလားဆိုတာကတော့... Release date Mar 21, 2021 Runtime 120min Director Jo Asagiri Label Madonna Content ID jul00507 Actresses Marina Shiraishi Video Size (HD)1.3GB/(SD)390MB Translated & Encoded by Lil Vampire"},

 

 {"title":"MEYD 652",

"preview":"https://javcl.com/wp-content/uploads/2021/02/former-yarimans-aunt-is-too-erotic-and-her-nephew-.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/meyd00652/meyd00652jp-7.jpg",

"video":"https://www.mediafire.com/file/5es2fo4xbdbhvxk/%255BDark_TV_2.0%255DMEYD_652%257EHD.m4v/file",

"download":"https://www.mediafire.com/file/5es2fo4xbdbhvxk/%255BDark_TV_2.0%255DMEYD_652%257EHD.m4v/file",

"description":"စာဖိုင်အဆင်မပြေမှုကြောင့် တချို့နေရာတွေကို ဘာသာမပြန်ပဲ ဖြုတ်ထားပါတယ်ဗျ...သည်းခံပေးကြပါ... MEYD 652 (Censored) အစားမတော် တစ်လုပ် အသွားမတော် တလှမ်းဆိုသလိုပဲ တူတော်မောင်ကို မသင်ပေးသင့်တဲ့ ပညာတွေ သွားသင်ပေးမိတာကြောင့် ဒုက္ခရောက်ရမယ့် အဒေါ်တစ်ယောက်အကြောင်းပဲ ဖြစ်ပါတယ်....ဇာတ်လမ်းလေးကတော့...Sayama တစ်ယောက် ယောကျ်ားက အလုပ်ကိစ္စနဲ့ ခရီးထွက်ရတာကြောင့် အိမ်မှာ တစ်ယောက်ထဲ ကျန်ခဲ့ရပါတယ်... အိမ်မှာတစ်ယောက်ထဲ ဖြစ်နေတဲ့ သူမ ဆီကို တူတော်မောင်က စာမေးပွဲ ဖြေဖို့ သုံးရက်လောက် လာနေတဲ့ အခါမှာတော့...Sayama တစ်ယောက် စာကလွဲပြီး ကျန်တာ စိတ်မဝင်စားတဲ့ တူတော်မောင်ကို ဘယ်လို ပညာတွေ သင်ပေးမိပြီးတော့ ကိုယ့်အတတ်ကိုယ်စူး မလဲ ဆိုတာ ကြည့်လိုက်ရအောင်ဗျ.... Release date Feb 12, 2021 Runtime 129min Director — Label Tameike Goro Content ID meyd00652 Actresses Ai Sayama Video Size (HD)1.1GB/(SD)495MB Translated & Encoded by Lil Vampire"},

 

 {"title":"MEYD 718",

"preview":"https://pics.r18.com/digital/video/meyd00718/meyd00718jp-2.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/meyd00718/meyd00718jp-1.jpg",

"video":"https://www.mediafire.com/file/xgnubpr6ru7kjox/%255BDark_TV_2.0%255DMEYD_718%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/xgnubpr6ru7kjox/%255BDark_TV_2.0%255DMEYD_718%257ESD.m4v/file",

"description":"MEYD 718 (Censored) ဒီဇာတ်လမ်းလေးကတော့ မိ်န်းမရေချိုးနေတုန်း ငယ်လေးနဲ့ ခိုးစားနဲ့ စားဘဲကြီးတစ်ပွေအကြောင်းပါ MC ရဲ့ မိန်းမဟာ အလွန်အသန့်အပြန့်ကြိုက်သူဖြစ်ပြီး ဆောင်းတွင်းကြီးလဲ ရေခဏခဏချိုးတတ်ပါတယ် (တစ်ခါချိုးပြီး ခဏနေပြန်ဝင်သွားပြန်ရော) ဒီတော့ ဘေးချင်းကပ်ရက်အခန်းကို MC ကိုယ်တိုင် အကုန်ကျခံပြီး ငယ်လေးကိုငှားပေးထားရတာ ဖြုန်းတီးရာမကျတော့ဘူးပေါ့( ဂွင်ပဲ ) ဒီတော့ MC မိန်းမ ရေတစ်ခါချိုးတိုင်း ငယ်လေးကို ခေါ်ခေါ်တွေ့ရတာအမော ဒါတင်ဟုတ်ရိုးလား ညခင်းမိ်န်းမအိပ်ချိန်မှာလဲ ငယ်လေးကိုချိန်းရတာအမော ငယ်လေးခမျာ နေ့နဲ့ညတောင်မှားလို့ ဒီတော့ အရမ်းတက်ကြွတဲ့ MC နဲ့ အလှပဂေးငယ်လေးတို့ရဲ့ အပေါ်ထပ်နဲ့အောက်ထပ်ဇာတ်လမ်းလေးရဲ့ ဆန်းပြားမှုကို ခံစားကြည့်ကြရအောင်ပါဗျ.... Release date Nov 12, 2021 Runtime 117min Director — Label Tameike Goro Content ID meyd00718 Video Size (HD)1GB/(SD)375MB Translated by Lil Pump Encoded by Lil Vampire"},

 

 {"title":"MEYD 368",

"preview":"https://nextjav.com/save/MEYD-368/media/media-8-MEYD-368.jpg",

"previews":"https://javlibrary.cc/uploads/posts/2018-07/15313872305meyd00368jp-4.jpg",

"video":"https://www.mediafire.com/file/0aubkad718lgfnm/%255BDark_TV_2.0%255DMEYD_368%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/0aubkad718lgfnm/%255BDark_TV_2.0%255DMEYD_368%257ESD.m4v/file",

"description":"MEYD 368 (Censored) လူသားတွေဟာအချစ်အတွက်ကြောင့်ဘဲဒီကမ္ဘာကြီးမှာရှင်သန်ရတဲ့ရည်ရွယ်ချက်ကိုသိရှိလာခဲ့တယ်..ယောင်္ကျားတစ်ယောက်နဲ့မိန်းကလေးတစ်ယောက်လက်ထပ်လိုက်ပြီဆိုရင်နှစ်ကိုယ်တစ်စိတ်နဲ့..ဘဝနှစ်ခုကိုတစ်သားတည်းဖြစ်အောင်တည်ဆောက်ကြရပါတယ်..အဲ့လိုတော့ကြာလာရင်သံယောဇဉ်လေးတွေဖြစ်တဲ့သွေးသားလေးတွေလိုချင်ကြတာသဘာဝပါဘဲ ဇာတ်လမ်လေးကတော့လက်ထက်သာကြာပြီဖြစ်တဲ့အိမ်ထောင်စုတစ်စုမှာတန်ဖိုးထားသင့်တဲ့သံယောဇဉ်လေးလိုချင်တာကြောင့်မိန်းမဖြစ်သူဟာယောင်္ကျားကိုပူဆာပါတော့တယ်..ယောင်္ကျားဟာလည်းမနိုင်ဝန်မထန်းနိုင်သေးတာကြောင့်အကြောင်းအမျိုးမျိုးပြပြီး..ငြင်းဆန်နေလေရဲ့... ဒီလိုတော့တစ်နေ့မှာဇနီးသည်ကိုစောင့်ကြည့်နေတဲ့လူတစ်ယောက်ဟာသူ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့ရောက်လာခဲ့ပါတော့တယ်.ကောင်မလေးတွေရဲ့အချစ်ကိုတစ်ခေါက်နဲ့မရရင်နှစ်ခေါက်လိုက်ပြီးကြိုးစားရသလိုတစ်ခေါက်လုပ်လို့ကလေးမရတဲ့ဇနီးသည်ဆီကိုအဲ့လူဟာလတိုင်းလာပြီးကလေးရအောင်ကြိုး‌စားပေးတဲ့ကားကောင်းလေးဖြစ်တဲ့အတွက်..ကြည့်ရှုသင့်တဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်နော်... Release date May 12, 2018 Runtime 120min Director Hirokoji Osaki Label Tameike Goro Content ID meyd00368 Actresses Ai Sayama Video Size (HD)1.4GB/(SD)439MB Translated by Renote Encoded by Lil Vampire"},

 

  {"title":"MIMK 070 (DECENSORED)",

"preview":"https://m.media-amazon.com/images/I/91UqiJ-o31L._AC_SL1500_.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/mimk00070/mimk00070jp-4.jpg",

"video":"https://www.mediafire.com/file/l5f4y5mhntf6o70/%255BDark_TV_2.0%255DMIMK_070%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/l5f4y5mhntf6o70/%255BDark_TV_2.0%255DMIMK_070%257ESD.m4v/file",

"description":"MIMK 070 (Decensored) မကောင်းဆိုးဝါးတွေ၊ဝိညာဉ်တွေဟာ‌ဒီကမ္ဘာမှာရှိတယ်ဆိုတာသင်ယုံပါသလား?တကယ်လို့များတစ်နေ့သင်ဟာစာသင်ခန်းတစ်ခန်းမှာရှိနေပြီးမကောင်းဆိုးဝါးမလေးတစ်ယောက်ရောက်လာပြီးအသေခံမလား?ဒါမှမဟုတ်သူ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးမလားလို့ရွေးခိုင်းရင်ရော?... သင့်အနေနဲ့အနစ်နာခံပြီးကိုယ့်ရဲ့အသက်ကိုဘဲရွေးချယ်မှာလားဒါမှမဟုတ်အသတ်ခံပြီးအရှက်ကိုဘဲသင်ရွေးချယ်မလား.... ဇာတ်လမ်းကိုဆက်ရရင်တစ်နေ့ကျောင်းကြီးတစ်ကျောင်းမှာမကောင်းဆိုးဝါးဝင်ပူးနေတဲ့ကောင်မလေးတစ်ယောက်ရှိသတဲ့အဲ့ကျောင်းကြီးကိုဖျက်ပြီးအသစ်ဆောက်ချင်ကြပေမဲ့အကြောင်းအမျိုး‌မျိုးကြောင့်အဆင်မပြေဖြစ်ကြရပါတယ်,အဲ့လိုနဲ့တစ်‌နေ့မကောင်းဆိုးဝါးနှိမ်နင်းသူတစ်ယောက်ကိုပို့လိုက်တဲ့အချိန်မှာတော့....?ဘာတွေများဆက်ဖြစ်ကြမလဲ?...သူကရောမကောင်းဆိုးဝါးမလေးကိုနှိမ်နင်းနိုင်မှာလားဆိုတာတော့....ဒီဇာတ်လမ်းလေးထဲမှာစောင့်ကြည့်လိုက်ကြပါနော်..... Release date Sep 28, 2019 Runtime 117min Director Kitorune Kawaguchi Label Mankitsu Content ID mimk00070 Actresses Eimi Fukada Video Size (HD)1GB/(SD)395MB Translated by Renote Encoded by Lil Vampire"},

 

  {"title":"DASD 683",

"preview":"https://javidol.site/uploads/posts/2020-06/dasd-683-i-have-strong-cuckold-desires-and-i-started-having-daydream-fantasies-about-watching-my-wife-get-fucked-by-other-men-mio-kimijima-beautiful-tits-married-big-tits-ass_10.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/dasd00683/dasd00683jp-2.jpg",

"video":"https://www.mediafire.com/file/gg85j8bgzcn01fd/%255BDark_Tv_2.0%255DDasd_683_Hd-1.m4v/file",

"download":"https://www.mediafire.com/file/gg85j8bgzcn01fd/%255BDark_Tv_2.0%255DDasd_683_Hd-1.m4v/file",

"description":"DASD 683 (Decensored) သင်ဟာအခုချိန်မှာအိမ်ထောင်ပြုဖို့စဉ်းစားနေတဲ့သူဒါမှမဟုတ်နောင်အနာဂတ်မှာအိမ်ထောင်ပြုမယ်လို့တွေးထားတဲ့သူဆို ရင်ချက်ချင်းဘဲလမ်းထိပ်ကဆိုင်ကိုပြေးပြီးတော့ဖုန်းဘေထည့်Mbဝယ်ကာဒီကားလေးကိုအမြန်ဒေါင်းလိုက်ပါတော့၊ဘာကြောင့်လဲဆိုတော့ဒီကားကသင့်ရဲ့အနာဂတ်ကြီးကိုဆုံးဖြတ်ပေးမဲ့ကားတစ်ကားဖြစ်လို့ပါ၊ဥပမာပြောရရင်သင်ချစ်တဲ့သူနဲ့အိမ်ထောင်ကျပြီးမှသူမကသင့်ကိုသူ့ရဲ့သူငယ် ချင်းတွေမိတ်ဆွေတွေနဲ့အတင်းအကြပ်အလိုမတူဘဲအချစ်ဇာတ်လမ်းတွေခင်းခိုင်းပြီးတစ်ယောက်ပြီးတစ်ယောက်နဲ့အိပ်ခိုင်းတဲ့ဝါသနာရှိနေခဲ့မယ်ဆိုရင်သင့်ရဲ့အင်မတန်မှမွန်မြတ်လှတဲ့အမျိုးသားထုကြီးရဲ့ကိုယ်ကျင့်တရားကလုံးဝနစ်နစ်နာနာပျက်ဆီးသွားပါလိမ့်မယ်၊အဲ့လိုကိုယ့်ဘဝမနစ်နာဖို့အတွက်ဆောင် ရန်ရှောင်ရန်တွေကိုသိထားစေချင်တာကြောင့်ဒီကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ် ဇာတ်လမ်းကတော့အိမ်ထောင်ကျပြီးမှာကိုယ့်ရဲ့ယောကျာ်းမှာထူးဆန်းတဲ့ဝါသနာရှိနေတာကိုသိရှိပြီးဘာမှလုပ်မရကာအခြား သူတွေနဲ့အတူဘဝပျက်လို့နီးနီးဖြစ်နေရတဲ့ မိန်းမသားတစ်ယောက်အချစ်ဇာတ်လမ်းလေးအကြောင်းကိုသတိပြုဖွယ်ရာရိုက်ထားတဲ့ကားလေးဖြစ်ပြီးသင့်ရဲ့အနာဂတ်ကိုစိတ်ပူတယ်ဆိုရင်ကြည့်ရှုသင့်တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်နော်... Release date Jun 20, 2020 Runtime 119min Director"},
 
  

 {"description" : "SSNI 780 (Decensored) ဒီဇာတ်လမ်းလေးကတော့ ရောက်လေရာအရပ်မှာ စန်းပွင့်တဲ့ ပျားဘုရင်မလေးတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် baby face လေးနဲ့ စွဲမက်စရာ ရွှေရင်အစုံကိုပိုင်ဆိုင်ထားတဲ့ မိန်းမငယ်လေး Yua Mikami တစ်ယောက် သွားလေရာနေရာမှာ အမျိုးသားတွေရဲ့ အာရုံစိုက်မှုကို ခံနေရတာကြောင့် တစ်ခါတစ်လေ အရမ်းစိတ်ရှုပ်ရပါတယ် ဒါပေမယ့်လည်း တစ်ခါတစ်လေတော့ သူမရဲ့ ခန္တီပါရမီနဲ့ တွေ့သမျှလူတွေအပေါ်မှာ မေတ္တာထားတတ်တဲ့ အကျင့်လေးကြောင့် မထင်မှတ်ဘဲပျော်စရာလေးတွေ ဖြစ်သွားတတ်ပြန်ပါသေးတယ် Gym ဆော့နေချိန်မှာ သူမရင်သားကို ငေးနေတဲ့ ကိုကိုတစ်ယောက်ကိုလဲ သဘောကောင်းစွာနဲ့ သေချာလေ့လာစေခဲ့ပါတယ် ဒါတင်မကသေး ရေစိုနေတဲ့သူမအဝတ်အစားကိုငေးကြည့်နေတဲ့ ဓာတ်လှေကားက သနားစရာလူကိုလဲ အနီးကပ်ကြည့်ရှူခွင့်ပေးခဲ့ပြန်ပါတယ် ဒါတင်ပဲဟုတ်ရိုးလား သူမအလုပ်လုပ်တဲ့ မာဆတ်ကိုလာတဲ့ customer တစ်ယောက်ကိုလဲ ယုယကြင်နာမှုလေးတွေပေးခဲ့ပါသေးတယ် (သူ့ခမျာညောင်းနေရှာမှာလေ နှိပ်ပေးတာပြောပါတယ်) ဘတ်စ်ကားစီးရင်း ပင်ပန်းနေတဲ့ ခရီးသွားဖော်ဦးလေးကြီးကိုလဲ အားအင်ပြည့်အောင် ကူညီခဲ့ပါသေးတယ် ကျောင်းက သူမဆရာခိုင်းသမျှကိုလဲ မငြီးမငြူလုပ်ပေးခဲ့ပါသေးတယ် အင်မတန်မှ စိတ်ထားမွန်မြတ်လှတဲ့ အမျိုးသမီးလေးတစ်ယောက်ရဲ့ အကြောင်းကို ဂေါင်းကြီးတို့ လေ့လာရမှာဖြစ်ပါတယ် .. Release date May 16, 2020 Runtime 165min Director TAKE-D Label S1 NO.1 STYLE Content ID ssni00780 Actresses Yua Mikami Video Size (HD)1.49GB/(SD)663MB Translated by Lil Pump Encoded by Lil Vampire",

  "download" : "https://www.mediafire.com/file/0ttu6kuu3qq5lzb/%255BX_Channel%255DSsni_780_SD.m4v/file",

  

    "preview" : "https://www.dropbox.com/s/cmis9w09qr2k8hr/817pd4qpdjl._ac_sl1500_.jpg?dl=1",

    

    "title" : "SSNI 780 ",

    "video" : "https://www.mediafire.com/file/0ttu6kuu3qq5lzb/%255BX_Channel%255DSsni_780_SD.m4v/file"},
 {"description" : "NGOD 155 (Censored) ဒီဇာတ်လမ်းလေးကတော့ စတိုးဆိုင်ပိုင်ရှင် စားဘဲကြီးဆီမှာအလုပ်လုပ်တဲ့ အိမ်ရှင်မလေးတစ်ယောက်အကြောင်းပါ ကိတ်မုန့်မလေး Haruna တစ်ယောက် ခုတလော အမျိုးသားဝင်ငွေနဲ့ အိမ်အသုံးစရိတ်မလောက်တော့တဲ့အတွက် စတိုးဆိုင်တစ်ဆိုင်မှာ အချိန်ပိုင်းအလုပ်ဝင်လုပ်ခဲ့ပါတယ် စတိုးဆိုင်ပိုင်ရှင် မန်နေဂျာကြီးက သူမကို လစာတွေတစ်လပြီးတစ်လတိုးပေးခဲ့ပြီး ဖူးဖူးမှုတ်ထားခဲ့ပါတယ် လယ်ပိုင်ရှင်မလေးနဲ့ စတိုးဆိုင်ပိုင်ရှင်လယ်သမားကြီးတို့ လယ်ထွန်ပွဲကျင်းပကြပုံကို ဗဟုသုတရဖွယ်ရာ ရှူစားကြရမှာဖြစ်ပါတယ်.... ",

    "download" : "https://www.mediafire.com/file/5ojg13dzg55bcgx/%255BDark_TV_4%255DNGOD_155-HD.mp4/file ",

    "preview" : "https://github.com/nyein-khant/error/blob/main/IMG_20220306_005447.jpg?raw=true",

  "previews" : "https://pics.dmm.co.jp/digital/video/ngod00155/ngod00155jp-8.jpg",

    "title" : "NGOD - 155",

    "video" : "https://www.mediafire.com/file/5ojg13dzg55bcgx/%255BDark_TV_4%255DNGOD_155-HD.mp4/file"

  },

{"description" : "MEYD 657 (Censored)ဒီဇာတ်လမ်းလေးက တော့ မစွမ်းဆောင်နိုင်တဲ့ ယောကျ်ားကိုယူထားမိတဲ့ ဆိုဒ်ကြီးကြီးအကိတ်မ တစ်ယောက်ရဲ့ စိတ်ပြေလက်ပျောက် Juice ထွက်သောက်တဲ့ ဇာတ်လမ်းလေးပါ...Hana Himesaki ဟာ မိမိထက်အသက်ကြီးရုံမက မိမိနဲ့အတူမအိပ်နိုင်လောက်အောင် အလုပ်များနေတဲ့ ယောကျ်ားကြောင့် စိတ်ညစ်နေရပါတယ် စိတ်နဲ့ကိုယ်နဲ့ မကပ်နိုင်ဖြစ်နေတဲ့သူမဟာ အလုုပ်မှာအလွဲလွဲအချော်ချော် ဖြစ်နေတာကို အတူတူအလုပ်လုပ်နေတဲ့ လုပ်ဖော်ကိုင်ဖက်သူငယ်ချင်းကောင်လေးက သတိထားမိသွားပါတယ် ဒါကြောင့် သူမသူငယ်ချင်းကောင်လေးဟာ စိတ်ညစ်နေတဲ့သူမကို စိတ်ပျော်ရွှင်စေရန်အလို့ငှာ Hotel မှာ Cocacola သောက်ဖို့ခေါ်လိုက်ပါတယ် နောက်ပိုင်းမှာ Hotel မှာတင်မက အတူတူအလုပ်လုပ်နေတဲ့ ကော်ဖီဆိုင်မှာပါ ကြုံရင်ကြုံသလို Coffee အတူတူသောက်ကြပါတယ်... ",

    "download" : "https://www.mediafire.com/file/vdhxdqci6jqzev4/%255BDark_TV_2%255DMEYD_657.mp4/file ",

    "preview" : "https://1.bp.blogspot.com/-Wr6TZyKYByQ/YO69FnTPJuI/AAAAAAAA_9k/J7uMGgdOVCs3m7buMNW9KpWNDfHD7ee4ACLcBGAsYHQ/s0/meyd00657pl.jpg",

  "previews" : "https://pics.dmm.co.jp/digital/video/meyd00657/meyd00657jp-3.jpg",

    "title" : "MEYD 657 ",

    "video" : "https://www.mediafire.com/file/vdhxdqci6jqzev4/%255BDark_TV_2%255DMEYD_657.mp4/file"},
 
 {"description" : "JUFE 151 (Censored)ဒီဇာတ်လမ်းလေးကတော့ ညှိုးနွမ်းနေတဲ့ယောကျ်ားကြောင့် တို့လို့တန်းလန်းဖြစ်ဖြစ်နေရတဲ့ J-Cup မမတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ်J-Cup ကိုပိုင်ဆိုင်ထားတဲ့ Hana Haruna ဟာ မိမိယောကျ်ား ၃မိနစ်ကောင်ကြောင့် အလွန်အမင်းစိတ်ဆင်းရဲနေသူပါ သူမဟာ တစ်နေ့တစ်နေ့ လူကြီးကစားစရာအရုပ်မျိုးစုံကိုပဲအဖော်ပြုနေရသူူပါ တစ်နေ့တော့ သူမရဲ့ ကံဇာတာ စန်းထတဲ့နေ့ကိုရောက်လာပါတော့တယ် အဲဒါကတော့ တောက သူမရဲ့ သန်သန်မြန်မြန်တူလေး သူမတို့အိမ်ကို ပြောင်းလာတာပါပဲ နဂိုတည်းက အထီးကျန်ပြီးအရုပ်တွေနဲ့ကစားနေရတဲ့သူမဟာ အရုပ်တွေအစား တူဖြစ်သူနဲ့ ပျော်ပျော်ကြီး ကစားပါတော့တယ်... ",

    "download" : "https://www.mediafire.com/file/4pl0fhu9l3rnxtc/%255BDark_TV_2%255DJUFE_151.mp4/file",

    "preview" : "https://javcl.com/wp-content/uploads/2020/03/sweaty-closed-room-sexual-intercourse-filled-with-.jpg",

  "previews" : "https://pics.r18.com/digital/video/jufe00151/jufe00151pl.jpg",

    "title" : "JUFE 151",

    "video" : "https://www.mediafire.com/file/4pl0fhu9l3rnxtc/%255BDark_TV_2%255DJUFE_151.mp4/file" },

{"description" : "Saryu Usui တစ်ယောက်အိမ်ထောင်ကျပြီးနောက်အလုပ်မလုပ်တော့ပဲအိမ်ရှင်မတာဝန်ပဲထမ်းဆောင်ပါတော့တယ်။တစ်နေ့မှာသူမအမျိုးသားနဲ့သူဌေးနှာဘူးတို့စားသောက်ရင်းစကားများကြပါတယ်။သူမယောက်ကျားအလုပ်ကထုတ်ခံရမလိုဖြစ်တဲ့အတွက်သူမကပဲသူဌေးနှာဘူးကြီးဆီတောင်ပန်စကားသွားပြောတဲ့အခါသူဌေးနှာဘူးကသူမကိုဘာလုပ်လိုက်မလဲဆိုတာကိုဇာတ်ကားမှာကြည့်လိုက်ကြပါလို့ပြောပါရစေ။",

    "download" : "https://www.mediafire.com/file/mu00cj4ouf2er1t/NSPS_978.mp4/file",

    "preview" : "https://s9.cloudembed.net/upload/75992_1616463038.jpg",

  "previews" : "https://www.pornsub.club/wp-content/uploads/2021/04/NSPS-978-A-horny-wife-who-was-having-a-secret-affair-with-her-husbands-boss.jpg",

    "title" : "NSPS 978",

    "video" : "https://www.mediafire.com/file/mu00cj4ouf2er1t/NSPS_978.mp4/file" },

{"description" : "Yu Shinoda ဟာယောက်င်္ကျားဖြစ်သူအလုပ်များပြီးအိမ်ပြန်နောက်ကျတဲ့အတွက်သူမရဲ့လိင်ဆန္ဒတွေဖြေဖျောက်ပေးမယ့်သူမရှိဖြစ်နေလို့တစ်ကိုယ်ရေပဲအာသာဖြေနေရတာကြာပါပြီ။သူမမှာအရွယ်ရောက်နေတဲ့သားတစ်ယောက်လည်းရှိပါတယ်။သူမသားရဲ့သူငယ်ချင်းကသူမတို့အိမ်ကိုမကြာမကြာလာလည်ပါတယ်။တစ်နေ့သူမသားရဲ့သူငယ်ချင်းကအိမ်လာလည်တဲ့အချိန်သူမတစ်ကိုယ်ရေအာသာဖြေနေတာကိုတွေ့သွားခဲ့ပါတယ်။ဒါနဲ့ပဲဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုဇာတ်ကားမှာကြည့်လိုက်ကြပါလို့ပြောပါရစေ။",

    "download" : "https://www.mediafire.com/file/9w1scligoof48ch/HTHD_184.mp4/file ",

    "preview" : "https://images-na.ssl-images-amazon.com/images/I/81AkDRQaYWL._AC_SL1500_.jpg",

  "previews" : "https://pics.vpdmm.cc/digital/video/h_086hthd00184/h_086hthd00184jp-9.jpg",

    "title" : "HTHD 184",

    "video" : "https://www.mediafire.com/file/9w1scligoof48ch/HTHD_184.mp4/file" },
 
 {"description" : "MEYD 555(Censored) ဒီဇာတ်လမ်းလေးကတော့ အေးမိစံလေးရဲ့ ဟိုဘက်ခန်းကကောင်နဲ့စားပြီး ဗိုက်တစ်လုံးထွက်သွားတဲ့ NTR ကားလေးပါ အင်မတန်မှငယ်ရွယ်လှပတဲ့ အေးမိစံလေးဟာဆိုရင် လင်ယောကျ်ားရဲ့ အလုပ်အပေါ်ပဲအာရုံစိုက်မှုကြောင့် လက်သမားလုံးလုံးဖြစ်နေရပါတယ် တစ်နေ့မှာတော့ ဟိုဘက်ခန်းက ကြင်နာတတ်တဲ့ ကောင်လေးတစ်ယောက်နဲ့ အမှတ်မထင်ဆုံတွေ့မိတဲ့အခါမှာတော့ အေးမိစံလေးအတွက် အကြင်နာလက်တစ်စုံ အကူအညီရသွားပါတော့တယ်  ",

    "download" : "https://www.mediafire.com/file/blkdw1t5pb6tbqc/%255BDark_TV_4%255DMEYD_555-HD.mp4/file",

    "preview" : "https://javcl.com/wp-content/uploads/2019/12/frustrated-emi-fukada-pies-sweaty-thick-of-frustra.jpg",

  "previews" : "https://javopen.co/wp-content/uploads/2019/12/meyd-555-a-horny-apartment-wife-and-a-dirty-old-man.jpg",

    "title" : "MEYD 555",

    "video" : "https://www.mediafire.com/file/blkdw1t5pb6tbqc/%255BDark_TV_4%255DMEYD_555-HD.mp4/file" },
 
 {"description" : "မြန်မာစာတန်းထိုးဒီဇာတ်လမ်းလေးကတော့ ဇရာအိုနဲ့ ကညာပျိုဇာတ်လမ်းလေးပါ ချစ်စရာကောင်းတဲ့ မိန်းမငယ်လေး Mahiro ဟာ ကြင်နာတတ်တဲ့ အမေ့ယောကျ်ားကို ကြိတ် crush ပြီး အမေ့ဆီက စနိုက်ကျော်ဖို့ ကြိုးစားခဲ့ပါတယ် အဘိုးကြီးရဲ့အိုမင်းပြောင်တင်းနေတဲ့ နဖူးကို မမြင်နိုင်ဘဲ အဘိုးကြီးရဲ့ အကြင်နာနှလုံးသားကိုသာ ထွင်းဖောက်မြင်နေရှာတဲ့သူမအဖို့ ဘယ်လိုနည်းလမ်း ",

    "download" : "https://www.mediafire.com/file/vulh8zbcmtiuyw6/Stars_488-HD.mp4/file",

    "preview" : "https://javcl.com/wp-content/uploads/2022/01/stars-488-i-see-my-dad-as-a-man-one-night-i-kept-c.jpg",

  "previews" : "https://jp.netcdn.space/digital/video/1star00488/1star00488jp-8.jpg",

    "title" : "Stars 488",

    "video" : "https://www.mediafire.com/file/vulh8zbcmtiuyw6/Stars_488-HD.mp4/file" },
 
 {"description" : "ဒီဇာတ်လမ်းလေးကတော့ ညီအစ်မ ၂ယောက်ရဲ့ အကြိုက်တူပုံဇာတ်လမ်းလေးပါ...အရမ်းကိုငယ်ရွယ်ပြီး ချစ်စရာကောင်းတဲ့  ဆယ်ကျော်သက်အရွယ် အပျိုဖြန်းညီအစ်မ ၂ယောက်ဟာ ငယ်စဉ်ကတည်းက စားအတူ လာအတူ အိပ်အတူ အကြိုက်လဲ အရမ်းတူကြပါတယ် သူတို့နှစ်ယောက်ဟာ အရွယ်ရောက်လာတော့ ကလေးလို မဆော့ချင်တော့ပါဘူး တစ်နေ့မှာတော့ တစ်အိမ်တည်းနေတဲ့ အမေ့ယောကျ်ားအဘိုးကြီးနဲ့ အကြီးမလေး လူကြီးကစားတမ်း ဆော့နေတာကို အငယ်မလေးမြင်သွားတော့ သူလဲကစားချင်တယ်လို့ပြောပါတယ် သူငယ်ချင်းယောကျ်ားလေးတစ်ယောက် အိမ်လည်လာတော့လဲ ညီအစ်မ ၂ယောက်အကြိုက်တူနေတဲ့အတွက် ဘာတွေဖြစ်လာမလဲ ဆိုတာကတော့.... ",

    "download" : "https://www.mediafire.com/file/70n5kyhcsa69bk6/%255BDark_TV_4%255DRTP_041-SD.m4v/file",

    "preview" : "https://javcl.com/wp-content/uploads/2018/05/sister-of-should-be-sleeping-in-bunk-beds-no-way-s.jpg",

  "previews" : "https://javpornpics.com/dmm/misa-suzumi-ren-michishige/118rtp00084/misa-suzumi-ren-michishige-3.jpg",

    "title" : "RTP 041 ",

    "video" : "https://www.mediafire.com/file/70n5kyhcsa69bk6/%255BDark_TV_4%255DRTP_041-SD.m4v/file" },
 
 {"description" : "ဇာတ်လမ်းကတော့…ဘားဆိုင်လေးမှာရုန်းကန်နေရတဲ့ ဆိုင်ရှင်သူဌေးခင်ဗျာ ကိုဗစ်ရဲ့ထုထောင်းမှုတွေကြောင့် ဆိုင်ကို လည်ပတ်အောင်မနည်းကြိုးစားနေရပါတယ်..ဒါပေမဲ့ သူ့ရဲ့ဆိုင်ဝန်ထမ်းလေးကတော့ အမောပြေနှလုံးအေးလောက်စရာ အလှနဲ့ ကီတာနိုမီရာ လေးပါ...",

    "download" : "https://www.mediafire.com/file/wubau7u6v4m7mtq/Miaa519_hd.mp4/file ",

    "preview" : "https://external-preview.redd.it/OX62Eh4q4PlgcTrpbithjUsj6MOg5IVO9Lrl9Rnh_9s.jpg?width=640&crop=smart&auto=webp&s=5a97ed28ecf45355825e1e2f918fe8fa5e3b65c7",

  "previews" : "https://pics.vpdmm.cc/digital/video/miaa00519/miaa00519jp-4.jpg",

    "title" : "MIAA 519",

    "video" : "https://www.mediafire.com/file/wubau7u6v4m7mtq/Miaa519_hd.mp4/file" },

{"description" : "မြန်မာစာတန်းမထိုးပါ ကျွန်တော်မသိတဲ့ ယောက်ျားလေးတစ်ယောက်က သူ့မိန်းမသူငယ်ချင်းတွေနဲ့ သွားလည်တဲ့ခရီးမှာ ကျွန်တော့်ဇနီးကို ခေါ်သွားတယ်2022 ထွက်ဇာတ်ကားအသစ်",

    "download" : "https://www.mediafire.com/file/2lugzslw15xxht7/Atid-493.mp4/file",

    "preview" : "https://github.com/nyein-khant/exit/blob/main/IMG_20220310_155227.jpg?raw=true",

  "previews" : "https://pics.vpdmm.cc/digital/video/atid00493/atid00493jp-5.jpg",

    "title" : "Atid 493",

    "video" : "https://www.mediafire.com/file/2lugzslw15xxht7/Atid-493.mp4/file" },
 
 {"description" : "JUL 277 (Censored)

အီ့ရီ တို ယောက်ျားဟာ trading ကုမ္ပဏီ တစ်ခုမှာအလုပ်လုပ်နေပြီး ကိုယ့်အတွက်ပဲကိုယ်ကြည့်ပြီး သူများလုပ်ထားတာတွေကို နာမည်ကောင်းဝင်ယူတတ်တဲ့ အရမ်းဆိုးတဲ့ မန်နေဂျာအထက်လူကြီးတစ်ယောက်ရှိပါတယ်။ အဲ့အထက်လူကြီးဟာ အီ့ရီတို အိမ်မှာပဲ မသဒ္ဓါရေစာတွေ ကို နေ့တိုင်းလာစားနေရင်းနဲ့ ယောက်ျားရာထူးတက်ဖို ဆိုတဲ့အကြောင်းပြချက်နဲ့ ဘာတွေဘယ်လိုဖြစ်လာမလဲဆိုတာ  ဆက်လက်ရှုစားကြပါခင်ဗျာ (Facial အမျိုးအစားကြိုက်တဲ့သူတွေလုံးဝ ကြည့်သင့်တဲ့ Facial Drama ဖြစ်ပါတယ်) ",

    "download" : "https://www.mediafire.com/file/des9u6xhdd6j59s/%255BDark_TV_5%255DJUL_227-HD.mp4/file ",

    "preview" : "https://images-na.ssl-images-amazon.com/images/I/916spfWBDCL._AC_SL1500_.jpg",

  "previews" : "https://pics.r18.com/digital/video/jul00227/jul00227pl.jpg",

    "title" : "JUL 277 ",

    "video" : "https://www.mediafire.com/file/des9u6xhdd6j59s/%255BDark_TV_5%255DJUL_227-HD.mp4/file" },

{"description" : " SSNI 858 (Censored)

Miru Sakamichi ဆိုတဲ့ ကျောင်းသူကောင်မလေး ဟာ ဒေသတွင်း ကျွမ်းဘား အတွက် အပြင်းအထန်ကြိုးစားသော်လည်း ပြိုင်ပွဲဝင်ခွင့်ရဖို ဆိုရင် ဝါရင့်ကစားသမားတစ်ယောက်ရဲ့ထောက်ခံချက်ကိုရရှိမှ ပြိုင်လိုရမှာဖြစ်တာကြောင့် ပြိုင်ပွဲမှာ ဝင်ရောက် ယှဉ်ပြိုင်နိုင်ဖို အတွက် ဘာတွေ ဘယ်လို ပေးဆပ်ရမလဲ နောက်ပြီး ကျောင်းက သူ့ကိုကြိတ်ငန်းနေတဲ့ သန့်ရှင်းရေး လူကြီး နဲ့ရော ဘယ်လိုဆက်နွယ်လာမလဲ ဆိုတာ ပရိတ်သတ်ကြီး  တိုက ဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်...",

    "download" :"https://www.mediafire.com/file/4fnhngkbch94quk/%255BDark_TV_4%255DSSNI_858_HD.mp4/file ",

    "preview" : "https://github.com/nyein-khant/data/blob/main/IMG_20220318_173408.jpg?raw=true",

  "previews" : "https://jvrlibrary.com/static/digital/video/ssni00858/ssni00858jp-9.jpg",

    "title" : " SSNI 858",

    "video" : "https://www.mediafire.com/file/4fnhngkbch94quk/%255BDark_TV_4%255DSSNI_858_HD.mp4/file" },{"description" : "SDMF 013(Censored)

ဒီဇာတ်လမ်းလေးကတော့ မိမိနဲ့ရွယ်တူကောင်လေးကိုပစ်ပြီး အသက်ကြီးတဲ့ Daddy type ကို မှ ရွေးချယ်ခဲ့တဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းပါငယ်ရွယ်လှပပြီး ချစ်စရာကောင်းတဲ့ ကျောင်းသူမလေး Urara Kanon က သူမအမေယောက်ျားနဲ့ အတူတူ လူကြီးလိုဆော့ကစားရတာကို သဘောကျနေခဲ့ပါတယ် တစ်နေ့မှာတော့ လူပျိုအသားစားချင်လာတဲ့သူမဟာ ကျောင်းက မနူးမနပ်ကောင်လေးတစ်ယောက်ကို ချိန်းတွေ့ပြီး လူပျိုရည်ဖျက်ခဲ့ပါတယ် ကောင်လေးနဲ့ Daddy ကြားမှ ဗျာများခဲ့ရတဲ့ သူမဟာ ဟိုမှာတစ်မျိုး ဒီမှာတစ်မျိုး ဘယ်လို ကစားကွက်တွေကို ဖော်ထုတ်မလဲဆိုတာကတော့.... ",

    "download" : "https://www.mediafire.com/file/84l5bui9ewnek7l/%255BDark_TV_4%255DSDMF_317-HD.mp4/file ",

    "preview" : "https://pics.dmm.co.jp/digital/video/1sdmf00013/1sdmf00013jp-1.jpg",

  "previews" : "https://pics.dmm.co.jp/digital/video/1sdmf00013/1sdmf00013jp-3.jpg",

    "title" : "SDMF 013",

    "video" : "https://www.mediafire.com/file/84l5bui9ewnek7l/%255BDark_TV_4%255DSDMF_317-HD.mp4/file" },{"description" : " IPX 773 (Censored)

ဒီဇာတ်လမ်းလေးကတော့ NTR လုံးဝမပါတဲ့ သနားစရာကျောင်းသူလေးတစ်ယောက်နဲ့ ရိုးအပြီး အနေအေးတဲ့ ကျောင်းဆရာတစ်ယောက်အကြောင်းပါ

အထက်တန်းကျောင်းသူမလေး Ema Futaba ရဲ့ အမေကငယ်စဉ်ကတည်းကထွက်သွားခဲ့ပြီး ဖခင်အရင်းရဲ့ လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်ခံခဲ့ရရုံမက အမြဲမူးရူးရိုက်နှက်ခံနေရပါတယ် တစ်နေ့မှာတော့ သူမတို့ကျောင်းကဆရာတစ်ယောက်ကို အုပ်စုဖွဲ့အနိုင်ကျင့်ခံရတာကို သတ္တိခဲမလေး သူမက ဝင်ကယ်ပေးခဲ့ပါတယ် အဲ့နောက်မှာတော့ အဖေ့ဖြစ်သူနဲ့ နေရမှာ ကြောက်နေတဲ့ သူမဟာ ဆရာအိမ်က မဆင်းတော့ပဲဘာတွေ ဆက်ဖြစ်မလဲ ဆိုတာကတော့....",

    "download" : " https://www.mediafire.com/file/drtpo6clk913cgs/%255BDark_TV_5%255DIPX-773-SD.m4v/file",
"downloads" : "https://www.mediafire.com/file/84l5bui9ewnek7l/%255BDark_TV_4%255DSDMF_317-HD.mp4/file",
    "preview" : "https://pics.r18.com/digital/video/ipx00773/ipx00773ps.jpg",

  "previews" : "https://pics.r18.com/digital/video/ipx00773/ipx00773jp-8.jpg",

    "title" : "IPX 773",
                                                                                                          
    "normal" : "https://www.mediafire.com/file/84l5bui9ewnek7l/%255BDark_TV_4%255DSDMF_317-HD.mp4/file",

    "trailer" : "content://media/external/downloads/1568" }]
 

 
