[{"title":"JUL 703",

"preview":"https://i0.hdslb.com/bfs/article/watermark/a73c6f5e43c86c4acf5724c3fa698a2d93155624.jpg@899w_1350h_progressive.webp",

"previews":"https://lh3.googleusercontent.com/proxy/hEj9QaOEA3ZbwK_1Pt4gYwN4QsyNVEqTPg1NFZ2X-eHUThY4NE0Rz0L_LRzjUZ0ElI95vqcGD8Nggt-EL93RPWsgEZ1FMTo-FR-Ho-CzDKI",

"video":"https://www.mediafire.com/file/3ku9mllfbxi4bzo/%255BDark_TV_2.0%255DJUL_703%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/3ku9mllfbxi4bzo/%255BDark_TV_2.0%255DJUL_703%257ESD.m4v/file",

"description":"JUL 703 (Censored) ဒီဇာတ်လမ်းလေးကတော့ အနောက်တိုင်းသူချောချောလေးကို ဆွဲစားခဲ့တဲ့ ကုမ္ပဏီပိုင်ရှင် ကတုံးကြီးရဲ့ အကြောင်းပဲဖြစ်ပါတယ် ငယ်ရွယ်လှပတဲ့ ရွှေအိုရောင်ဆံပင်ပိုင်ရှင် ရုရှားသူလေးဟာ ဂျပန်က သူဌေးတစ်ယောက်နဲ့ အိမ်ထောင်ကျနေတာ သုံးနှစ်ရှိခဲ့ပါပြီ ကံမကောင်းစွာနဲ့ သူမယောကျ်ား ကုမ္ပဏီ ဒေဝါလီခံခဲ့ရတဲ့အချိန်မှာတော့ သူမကိုယ်တိုင် တခြားကုမ္ပဏီတစ်ခုမှာ secretary အလုပ်ကို ဝင်လျှောက်ခဲ့ရပါတယ် ဘာသာစကားသုံးမျိုးတတ်ပြီး လုပ်ငန်းအတွေ့အကြုံရှိရုံသာမက မြှစ်စို့ပေါက်ကြီးလို မြင့်မားဖွံ့ထွားလှတဲ့သူမကို သူမသူဌေးကတုံးကြီးက သူငယ်ချင်းလိုပဲဆက်ဆံမလားဆိုတာကတော့..... Release date Sep 10, 2021 Runtime 115min Director Nagae Label Madonna Content ID jul00703 Actresses Lily Hart Video Size (HD)1GB/(SD)430MB Translated & Encoded by Lil Vampire"},
{"title":"VENU 984",

"preview":"https://pics.dmm.co.jp/digital/video/venu00984/venu00984jp-4.jpg",

"previews":"https://pics.r18.com/digital/video/venu00984/venu00984pl.jpg",

"video":"https://www.mediafire.com/file/v3ndj9a8pcedxts/%255BDark_TV_2.0%255DVENU_984%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/v3ndj9a8pcedxts/%255BDark_TV_2.0%255DVENU_984%257ESD.m4v/file",

"description":"VENU 984 (Censored) ဒီဇာတ်လမ်းလေးကတော့ ဆော်ပစ်ခံရတဲ့ ကောင်လေးတစ်ယောက်ကို ဝေဒနာကနေ သက်သာလာအောင်ကုထုံးမျိုးစုံနဲ့ ကုသပေးတဲ့ အကိတ်မမတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် ဆော်ပစ်ခံရလို့ တမှိုင်မှိုင် တတွေတွေနဲ့ အပမှီသလိုဖြစ်နေတဲ့ MC ကို ကြည့်ပြီး အကို့မိန်းမလှလှလေးတစ်ယောက် စိတ်မချမ်းသာလှပါ အမြဲတမ်း အခွက်ပြောင်လှတဲ့ MC လိုလူမျိုးက ကြက်ကြီးလည်လိမ်ထားသလို ဖြစ်နေလေတော့ သူမ ဘယ်လိုမှ မကြည့်ရက်တော့ပေ ဒါ့ကြောင့် စော်ပစ်ကောင် MC တစ်ယောက် စိတ်ပျော်လာရန်အလို့ငှာ သူမမှာ ရှိတာအကုန်အသုံးချပြီး နည်းမျိုးစုံ ကြိုးစားလေတော့သည်... Release date Dec 6, 2020 Runtime 108min Director SARU Label Fakecest (Winnters) Content ID venu00984 Actresses Sayuri Mitsumoto Video Size (HD)1GB/(SD)416MB Translated & Encoded by Lil Vampire"},
 
 {"title":"VENU 636",

"preview":"https://pitube.net/files/film_image/2016/09/25/mimPqMDKi.jpg",

"previews":"https://pics.vpdmm.cc/digital/video/venu00636/venu00636jp-5.jpg",

"video":"https://www.mediafire.com/file/29mx72f0qlcowl9/%255BDark_TV_2.0%255DVENU_636%257EHD.mp4/file",

"download":"https://www.mediafire.com/file/29mx72f0qlcowl9/%255BDark_TV_2.0%255DVENU_636%257EHD.mp4/file",

"description":"ယောက္ခမနဲ့ တစ်ထောင့်တစ်ည ဒီနေ့ MC မိန်းမဖြစ်သူ ခရီးသွားတော့ မိန်းမအစား ယောက္ခမကြီးက လာရောက်ချက်ပြုတ်ကျွေးလေသည် ယောက္ခမကြီးဆိုလို့ သေးသေးလေးမဟုတ် အကြီးကြီးဖြစ်သည်(အသက်ပြောပါတယ်) ခန္တာကိုယ်ကောက်ကြောင်းက MC မိန်းမနှင့်လားလားမျှမဆိုင် မအေနဲ့သမီးလို့ပြောရင် ဘယ်သူမှယုံမည်မထင် ထိုသို့ထိုပုံလှသော့ ယောက္ခမကြီးကို MC မှာ ကြိတ်သရေကျနေတာကြာပြီဖြစ်သည် ဒီနေ့တော့ တစ်အိမ်တည်း နှစ်ယောက်တည်းရှိနေသည့်အပြင် ရေချိူးခန်းမှာပါ သူမအဝတ်လဲနေတုန်း မှားဝင်ရင်း ဆုံမိချေသေးသည် MC ပဲ ကံဇာတာတက်နေသည်လားမပြောတတ် သူကြိတ်ကျွေနေသည့် ယောက္ခမကြီးက ညခင်း သူ့အိပ်ရာထက်က သူ့နံဘေးမှာ နွေရာသီဝတ်သည့် one pieces ရေကူးဝတ်စုံကြီးနှင့် ဝင်အိပ်နေလေသည် MC ကိုသွေးတိုးစမ်းလေသည်လားယောက္ခမကြီးရယ် ဟုပင်ပြောရမလို ကုလားဘုရားပွဲလှည့်သလို ခုန်နေသည့် ရွှေရင်အစုံကို ဖိရင်း MC တစ်ယောက် ဒီအခြေအနေကြီးကို ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်ရပါ့မလဲဟု တွေးဆရင်း..... Release date Sep 4, 2016 Runtime 83min Director Peter* Label Fakecest (Winnters) Content ID venu00636 Actresses Asahi Mizuno Video Size(HD)774MB/(SD)314MB Translated & Encoded by Lil Vampire"},
 
 {"title":"MEYD 712",

"preview":"https://m.media-amazon.com/images/I/81JCP6jKrgL._AC_SL1500_.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/meyd00712/meyd00712jp-2.jpg",

"video":"https://www.mediafire.com/file/a6mt7oh17sdukk3/%255BDark_TV_2.0%255DMEYD_712%257EHD.mp4/file",

"download":"https://www.mediafire.com/file/a6mt7oh17sdukk3/%255BDark_TV_2.0%255DMEYD_712%257EHD.mp4/file",

"description":"MEYD 712 (Censored) လူ့အလို နတ်မလိုက်နိုင်ဆိုသလို လူတိုင်းဟာ ပြည့်စုံတယ်လို့ မရှိပဲ တစ်ခုခုကတော့ အမြဲတမ်းလိုအပ်နေကြပါတယ်...ဒီဇာတ်လမ်းထဲက မင်းသမီး Riho ရဲ့ လိုအပ်ချက်လေးကို အဖြေရှာကြည့်ရအောင်...ဇာတ်လမ်းလေးကတော့...Riho ရဲ့ ယောကျ်ားဖြစ်သူက သူမရဲ့ လိုအင်ဆန္ဒတွေကို ဖြည့် ဆည်းမပေးနိုင်ခဲ့ပါဘူး ဒါကို သတိထားမိသွားတဲ့ သူမယောကျ်ားရဲ့ ဆရာ ဟာ Riho ရဲ့ လိုအပ်ချက်တွေကို အစွမ်းကုန်ဖြည့်ဆည်းပေးပါတော့တယ်...Riho တစ်ယောက် မှားမှန်းသိတဲ့ လမ်းကို ဘယ်အချိန်ထိ ဆက်လျှောက်မလဲ ဆိုတာကတော့.... Release date Oct 15, 2021 Runtime 119min Director Dai Omura Label Tameike Goro Content ID meyd00712 Actresses Riho Fujimori Video Size (HD)1GB Translated by Lil Pump Encoded by Lil Vampire"},
 
 {"title":"JUL 507",

"preview":"https://p9-tt-ipv6.byteimg.com/origin/pgc-image/fac0c4ae89cc441f9aa1acca61c91bca",

"previews":"https://tva1.sinaimg.cn/mw690/ad9c6a14gy1go47sk3xnqj20j60bxe2m.jpg",

"video":"https://www.mediafire.com/file/jkuqc732flx92pq/%255BDark_TV_2.0%255DJUL_507%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/jkuqc732flx92pq/%255BDark_TV_2.0%255DJUL_507%257ESD.m4v/file",

"description":"JUL 507 (Censored) MC တစ်ယောက် သူ့မွေးရပ်မြေကို ပြန်မလာချင်ပေမယ့်...သူ့အဖေရဲ့ ခေါ်ဆိုမှုကြောင့် ပြန်ရောက်လာခဲ့တဲ့ အခါမှာတော့ အထက်တန်းတုန်းက ဖွင့်မပြောရဲခဲ့တာကြောင့် သူများနောက်ကို ပါသွားတဲ့ စီနီယာ မမ နဲ့ လမ်းမှာ ပြန်လည်တွေ့ဆုံခဲ့ကြပါတယ်....သူတို့ နှစ်ယောက်ရဲ့ အတိတ်က ဘာတွေ ဖြစ်ခဲ့ပြီး ယခု မွေးရပ်မြေကို ပြန်ရောက်လာတဲ့ အခါမှာရော သူ တစ်ဖတ်သတ်ကြိုက်ခဲ့ ရတဲ့ မမ ကို ဖွင့်ပြောမလားဆိုတာကတော့... Release date Mar 21, 2021 Runtime 120min Director Jo Asagiri Label Madonna Content ID jul00507 Actresses Marina Shiraishi Video Size (HD)1.3GB/(SD)390MB Translated & Encoded by Lil Vampire"},
 
 {"title":"MEYD 652",

"preview":"https://javcl.com/wp-content/uploads/2021/02/former-yarimans-aunt-is-too-erotic-and-her-nephew-.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/meyd00652/meyd00652jp-7.jpg",

"video":"https://www.mediafire.com/file/5es2fo4xbdbhvxk/%255BDark_TV_2.0%255DMEYD_652%257EHD.m4v/file",

"download":"https://www.mediafire.com/file/5es2fo4xbdbhvxk/%255BDark_TV_2.0%255DMEYD_652%257EHD.m4v/file",

"description":"စာဖိုင်အဆင်မပြေမှုကြောင့် တချို့နေရာတွေကို ဘာသာမပြန်ပဲ ဖြုတ်ထားပါတယ်ဗျ...သည်းခံပေးကြပါ... MEYD 652 (Censored) အစားမတော် တစ်လုပ် အသွားမတော် တလှမ်းဆိုသလိုပဲ တူတော်မောင်ကို မသင်ပေးသင့်တဲ့ ပညာတွေ သွားသင်ပေးမိတာကြောင့် ဒုက္ခရောက်ရမယ့် အဒေါ်တစ်ယောက်အကြောင်းပဲ ဖြစ်ပါတယ်....ဇာတ်လမ်းလေးကတော့...Sayama တစ်ယောက် ယောကျ်ားက အလုပ်ကိစ္စနဲ့ ခရီးထွက်ရတာကြောင့် အိမ်မှာ တစ်ယောက်ထဲ ကျန်ခဲ့ရပါတယ်... အိမ်မှာတစ်ယောက်ထဲ ဖြစ်နေတဲ့ သူမ ဆီကို တူတော်မောင်က စာမေးပွဲ ဖြေဖို့ သုံးရက်လောက် လာနေတဲ့ အခါမှာတော့...Sayama တစ်ယောက် စာကလွဲပြီး ကျန်တာ စိတ်မဝင်စားတဲ့ တူတော်မောင်ကို ဘယ်လို ပညာတွေ သင်ပေးမိပြီးတော့ ကိုယ့်အတတ်ကိုယ်စူး မလဲ ဆိုတာ ကြည့်လိုက်ရအောင်ဗျ.... Release date Feb 12, 2021 Runtime 129min Director — Label Tameike Goro Content ID meyd00652 Actresses Ai Sayama Video Size (HD)1.1GB/(SD)495MB Translated & Encoded by Lil Vampire"},
 
 {"title":"MEYD 718",

"preview":"https://pics.r18.com/digital/video/meyd00718/meyd00718jp-2.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/meyd00718/meyd00718jp-1.jpg",

"video":"https://www.mediafire.com/file/xgnubpr6ru7kjox/%255BDark_TV_2.0%255DMEYD_718%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/xgnubpr6ru7kjox/%255BDark_TV_2.0%255DMEYD_718%257ESD.m4v/file",

"description":"MEYD 718 (Censored) ဒီဇာတ်လမ်းလေးကတော့ မိ်န်းမရေချိုးနေတုန်း ငယ်လေးနဲ့ ခိုးစားနဲ့ စားဘဲကြီးတစ်ပွေအကြောင်းပါ MC ရဲ့ မိန်းမဟာ အလွန်အသန့်အပြန့်ကြိုက်သူဖြစ်ပြီး ဆောင်းတွင်းကြီးလဲ ရေခဏခဏချိုးတတ်ပါတယ် (တစ်ခါချိုးပြီး ခဏနေပြန်ဝင်သွားပြန်ရော) ဒီတော့ ဘေးချင်းကပ်ရက်အခန်းကို MC ကိုယ်တိုင် အကုန်ကျခံပြီး ငယ်လေးကိုငှားပေးထားရတာ ဖြုန်းတီးရာမကျတော့ဘူးပေါ့( ဂွင်ပဲ ) ဒီတော့ MC မိန်းမ ရေတစ်ခါချိုးတိုင်း ငယ်လေးကို ခေါ်ခေါ်တွေ့ရတာအမော ဒါတင်ဟုတ်ရိုးလား ညခင်းမိ်န်းမအိပ်ချိန်မှာလဲ ငယ်လေးကိုချိန်းရတာအမော ငယ်လေးခမျာ နေ့နဲ့ညတောင်မှားလို့ ဒီတော့ အရမ်းတက်ကြွတဲ့ MC နဲ့ အလှပဂေးငယ်လေးတို့ရဲ့ အပေါ်ထပ်နဲ့အောက်ထပ်ဇာတ်လမ်းလေးရဲ့ ဆန်းပြားမှုကို ခံစားကြည့်ကြရအောင်ပါဗျ.... Release date Nov 12, 2021 Runtime 117min Director — Label Tameike Goro Content ID meyd00718 Video Size (HD)1GB/(SD)375MB Translated by Lil Pump Encoded by Lil Vampire"},
 
 {"title":"MEYD 368",

"preview":"https://nextjav.com/save/MEYD-368/media/media-8-MEYD-368.jpg",

"previews":"https://javlibrary.cc/uploads/posts/2018-07/15313872305meyd00368jp-4.jpg",

"video":"https://www.mediafire.com/file/0aubkad718lgfnm/%255BDark_TV_2.0%255DMEYD_368%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/0aubkad718lgfnm/%255BDark_TV_2.0%255DMEYD_368%257ESD.m4v/file",

"description":"MEYD 368 (Censored) လူသားတွေဟာအချစ်အတွက်ကြောင့်ဘဲဒီကမ္ဘာကြီးမှာရှင်သန်ရတဲ့ရည်ရွယ်ချက်ကိုသိရှိလာခဲ့တယ်..ယောင်္ကျားတစ်ယောက်နဲ့မိန်းကလေးတစ်ယောက်လက်ထပ်လိုက်ပြီဆိုရင်နှစ်ကိုယ်တစ်စိတ်နဲ့..ဘဝနှစ်ခုကိုတစ်သားတည်းဖြစ်အောင်တည်ဆောက်ကြရပါတယ်..အဲ့လိုတော့ကြာလာရင်သံယောဇဉ်လေးတွေဖြစ်တဲ့သွေးသားလေးတွေလိုချင်ကြတာသဘာဝပါဘဲ ဇာတ်လမ်လေးကတော့လက်ထက်သာကြာပြီဖြစ်တဲ့အိမ်ထောင်စုတစ်စုမှာတန်ဖိုးထားသင့်တဲ့သံယောဇဉ်လေးလိုချင်တာကြောင့်မိန်းမဖြစ်သူဟာယောင်္ကျားကိုပူဆာပါတော့တယ်..ယောင်္ကျားဟာလည်းမနိုင်ဝန်မထန်းနိုင်သေးတာကြောင့်အကြောင်းအမျိုးမျိုးပြပြီး..ငြင်းဆန်နေလေရဲ့... ဒီလိုတော့တစ်နေ့မှာဇနီးသည်ကိုစောင့်ကြည့်နေတဲ့လူတစ်ယောက်ဟာသူ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့ရောက်လာခဲ့ပါတော့တယ်.ကောင်မလေးတွေရဲ့အချစ်ကိုတစ်ခေါက်နဲ့မရရင်နှစ်ခေါက်လိုက်ပြီးကြိုးစားရသလိုတစ်ခေါက်လုပ်လို့ကလေးမရတဲ့ဇနီးသည်ဆီကိုအဲ့လူဟာလတိုင်းလာပြီးကလေးရအောင်ကြိုး‌စားပေးတဲ့ကားကောင်းလေးဖြစ်တဲ့အတွက်..ကြည့်ရှုသင့်တဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်နော်... Release date May 12, 2018 Runtime 120min Director Hirokoji Osaki Label Tameike Goro Content ID meyd00368 Actresses Ai Sayama Video Size (HD)1.4GB/(SD)439MB Translated by Renote Encoded by Lil Vampire"},
 
  {"title":"MIMK 070 (DECENSORED)",

"preview":"https://m.media-amazon.com/images/I/91UqiJ-o31L._AC_SL1500_.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/mimk00070/mimk00070jp-4.jpg",

"video":"https://www.mediafire.com/file/l5f4y5mhntf6o70/%255BDark_TV_2.0%255DMIMK_070%257ESD.m4v/file",

"download":"https://www.mediafire.com/file/l5f4y5mhntf6o70/%255BDark_TV_2.0%255DMIMK_070%257ESD.m4v/file",

"description":"MIMK 070 (Decensored) မကောင်းဆိုးဝါးတွေ၊ဝိညာဉ်တွေဟာ‌ဒီကမ္ဘာမှာရှိတယ်ဆိုတာသင်ယုံပါသလား?တကယ်လို့များတစ်နေ့သင်ဟာစာသင်ခန်းတစ်ခန်းမှာရှိနေပြီးမကောင်းဆိုးဝါးမလေးတစ်ယောက်ရောက်လာပြီးအသေခံမလား?ဒါမှမဟုတ်သူ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးမလားလို့ရွေးခိုင်းရင်ရော?... သင့်အနေနဲ့အနစ်နာခံပြီးကိုယ့်ရဲ့အသက်ကိုဘဲရွေးချယ်မှာလားဒါမှမဟုတ်အသတ်ခံပြီးအရှက်ကိုဘဲသင်ရွေးချယ်မလား.... ဇာတ်လမ်းကိုဆက်ရရင်တစ်နေ့ကျောင်းကြီးတစ်ကျောင်းမှာမကောင်းဆိုးဝါးဝင်ပူးနေတဲ့ကောင်မလေးတစ်ယောက်ရှိသတဲ့အဲ့ကျောင်းကြီးကိုဖျက်ပြီးအသစ်ဆောက်ချင်ကြပေမဲ့အကြောင်းအမျိုး‌မျိုးကြောင့်အဆင်မပြေဖြစ်ကြရပါတယ်,အဲ့လိုနဲ့တစ်‌နေ့မကောင်းဆိုးဝါးနှိမ်နင်းသူတစ်ယောက်ကိုပို့လိုက်တဲ့အချိန်မှာတော့....?ဘာတွေများဆက်ဖြစ်ကြမလဲ?...သူကရောမကောင်းဆိုးဝါးမလေးကိုနှိမ်နင်းနိုင်မှာလားဆိုတာတော့....ဒီဇာတ်လမ်းလေးထဲမှာစောင့်ကြည့်လိုက်ကြပါနော်..... Release date Sep 28, 2019 Runtime 117min Director Kitorune Kawaguchi Label Mankitsu Content ID mimk00070 Actresses Eimi Fukada Video Size (HD)1GB/(SD)395MB Translated by Renote Encoded by Lil Vampire"},
 
  {"title":"DASD 683",

"preview":"https://javidol.site/uploads/posts/2020-06/dasd-683-i-have-strong-cuckold-desires-and-i-started-having-daydream-fantasies-about-watching-my-wife-get-fucked-by-other-men-mio-kimijima-beautiful-tits-married-big-tits-ass_10.jpg",

"previews":"https://pics.dmm.co.jp/digital/video/dasd00683/dasd00683jp-2.jpg",

"video":"https://www.mediafire.com/file/gg85j8bgzcn01fd/%255BDark_Tv_2.0%255DDasd_683_Hd-1.m4v/file",

"download":"https://www.mediafire.com/file/gg85j8bgzcn01fd/%255BDark_Tv_2.0%255DDasd_683_Hd-1.m4v/file",

"description":"DASD 683 (Decensored) သင်ဟာအခုချိန်မှာအိမ်ထောင်ပြုဖို့စဉ်းစားနေတဲ့သူဒါမှမဟုတ်နောင်အနာဂတ်မှာအိမ်ထောင်ပြုမယ်လို့တွေးထားတဲ့သူဆို ရင်ချက်ချင်းဘဲလမ်းထိပ်ကဆိုင်ကိုပြေးပြီးတော့ဖုန်းဘေထည့်Mbဝယ်ကာဒီကားလေးကိုအမြန်ဒေါင်းလိုက်ပါတော့၊ဘာကြောင့်လဲဆိုတော့ဒီကားကသင့်ရဲ့အနာဂတ်ကြီးကိုဆုံးဖြတ်ပေးမဲ့ကားတစ်ကားဖြစ်လို့ပါ၊ဥပမာပြောရရင်သင်ချစ်တဲ့သူနဲ့အိမ်ထောင်ကျပြီးမှသူမကသင့်ကိုသူ့ရဲ့သူငယ် ချင်းတွေမိတ်ဆွေတွေနဲ့အတင်းအကြပ်အလိုမတူဘဲအချစ်ဇာတ်လမ်းတွေခင်းခိုင်းပြီးတစ်ယောက်ပြီးတစ်ယောက်နဲ့အိပ်ခိုင်းတဲ့ဝါသနာရှိနေခဲ့မယ်ဆိုရင်သင့်ရဲ့အင်မတန်မှမွန်မြတ်လှတဲ့အမျိုးသားထုကြီးရဲ့ကိုယ်ကျင့်တရားကလုံးဝနစ်နစ်နာနာပျက်ဆီးသွားပါလိမ့်မယ်၊အဲ့လိုကိုယ့်ဘဝမနစ်နာဖို့အတွက်ဆောင် ရန်ရှောင်ရန်တွေကိုသိထားစေချင်တာကြောင့်ဒီကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ် ဇာတ်လမ်းကတော့အိမ်ထောင်ကျပြီးမှာကိုယ့်ရဲ့ယောကျာ်းမှာထူးဆန်းတဲ့ဝါသနာရှိနေတာကိုသိရှိပြီးဘာမှလုပ်မရကာအခြား သူတွေနဲ့အတူဘဝပျက်လို့နီးနီးဖြစ်နေရတဲ့ မိန်းမသားတစ်‌ယောက်အချစ်ဇာတ်လမ်းလေးအကြောင်းကိုသတိပြုဖွယ်ရာရိုက်ထားတဲ့ကားလေးဖြစ်ပြီးသင့်ရဲ့အနာဂတ်ကိုစိတ်ပူတယ်ဆိုရင်ကြည့်ရှုသင့်တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်နော်... Release date Jun 20, 2020 Runtime 119min Director Rakuda Label Das Content ID dasd00683 Actresses Mio Kimijima Video Size (HD)1GB/(SD)483MB Translated by Renote Encoded by Lil Vampire"}]
 
